[
{"title": ["Weekly Fix Esports 11 de agosto - Infinity avanza en el Pentágono"], "published_day": ["11 de Agosto de 2021"]},
{"title": ["¡Bienvenidos a IGN Latinoamérica!"], "content": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en", "Facebook", ",", "@IGNLatam", "y", "Google+", "para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "", "ign_latam@ign.com"]},
{"title": ["Trailer oficial de Contra Returns"], "published_day": ["28 de Julio de 2021"]},
{"title": ["Konami está haciendo juegos nuevamente, comenzando con un reboot de un juego clásico de NES para Switch y PC"], "content": ["Si bien muchos esperan un nuevo Metal Gear, Castlevania y Silent Hill de Konami, los fans al menos estarán felices de saber que Konami una vez más está creando nuevos juegos, comenzando con GetsuFumaDen: Undying Moon, un reboot de una juego de Famicom exclusivo de Japón lanzado en 1987.", "Revelado durante el Indie World Showcase de hoy, GetsuFumaDen es un roguelite de hack-and-slash que tiene jugadores luchando contra enormes jefes en un Japón de fantasía oscura. Se lanzará en Early Access en PC, y se planea un lanzamiento completo en PC y Switch para 2022.", "Esto, y la confirmación de Konami de que aparecerá en el E3 2021, deberían ser una señal prometedora para la compañía que se ha alejado del desarrollo central de videojuegos en los últimos años. A pesar del cambio de enfoque, el negocio de entretenimiento digital de Konami - que incluye \"juegos móviles, juegos de computadoras, videojuegos, y de cartas\", aún ayudó a que Konami obtuviera ganancias récord en los nueve meses que terminaron el 31 de diciembre de 2020.", "El productor de Konami, Shin Murato habló con Inverse sobre este nuevo juego ambientado 1,000 años después del original, y reveló que el equipo comenzó a trabajar en él hace unos años.", "\"Comenzamos a planificar este título en 2018\", dijo Murato. \"Durante este tiempo, notamos que los títulos independientes y los proyectos de juegos relativamente pequeños con altos elementos artísticos y sistemas de juego (muchas veces con temas japoneses) realmente se destacaron. Por eso, queríamos intentar buscar un título que cumpliera con estos criterios.\"", "Este es también el primer juego de Konami que ingresa en Early Access, y Murato realmente quiere integrar la voz de la comunidad en el proceso de desarrollo.", "\"Queremos poder ajustar el juego de manera apropiada para que podamos convertirlo en un título que los fans puedan jugar y disfrutar durante mucho tiempo. Además, planeamos agregar DLC en el futuro, por lo que definitivamente tomaremos comentarios de los usuarios en serio cuando pensamos en qué funciona mejor y qué no, y cómo podemos usar esos comentarios para ayudarnos a crear contenido nuevo y expandir el juego en el futuro\". explicó Murato.", "Murato continuó hablando del hermoso estilo artístico de GetsuFumaDen que, según él, utiliza \"una imagen de estilo impreso, como inferno (una representación artística de la Edad Media japonesa) con un motivo del infierno, que también es el tema de este título\".", "Quién sabe, esto podría significar que estamos un paso más cerca de", "un juego o remake de Silent Hill", "muy esperado que se rumorea desde hace bastante tiempo.", ""]},
{"title": ["Nintendo anuncia Game Builder Garage, un título que te enseñará a crear tus propios videojuegos"], "content": ["Nintendo ha anunciado Game Builder Garage, un nuevo juego que te permitirá \"aprender a crear juegos con un título de las mentes de Nintendo\". Sus lecciones guiadas y sus simpáticos personajes están diseñados para ayudarte a crear una multitud de experiencias de juego.", "A primera vista, el nuevo juego se parece mucho a", "Dreams", ", que se lanzó en PlayStation 4 a principios de 2020. También parece tener el espíritu de", "Labo", ", que alentaba a los niños a crear artículos únicos con cartón.", "Game Builder Garage está diseñado para enseñar programación visual de juegos conectando criaturas llamadas \"Nodon\". Hay docenas de Nodon en Game Builder Garage, cada uno con su propia función única. Habrá lecciones disponibles para enseñarle los conceptos básicos del diseño de juegos, con el modo de programación gratuita disponible para aquellos que quieran volverse locos.", "Las experiencias promocionadas en el tráiler incluyen plataformas, shoot 'em ups y algo llamado \"Tuna Cube Factory 2\". También será posible intercambiar y descargar juegos a través de Internet o mediante una conexión inalámbrica local, que luego podrás examinar a través del modo de programación gratuita para conocer su funcionamiento interno. Para ayudar en el desarrollo, Game Builder Garage admitirá un mouse compatible, que se puede conectar al puerto USB en el dock de Switch.", "El anuncio se produce antes de la publicación de resultados de Nintendo, que se espera para mañana. Game Builder Garage se lanzará el 11 de junio en exclusiva para", "Nintendo Switch", ".", ""]},
{"title": ["Nintendo Switch: la nueva versión de la consola se lanzaría en septiembre"], "content": ["Nintendo supuestamente planea comenzar a ensamblar una nueva versión de Switch actualizada tan pronto como el próximo mes de julio con una fecha de lanzamiento planificada para septiembre u octubre de este año.", "Tal como reporta Bloomberg, esta nueva consola probablemente tendrá un precio más alto que el modelo Nintendo Switch actual de USD $299, y el anuncio oficial podría ocurrir antes del E3 para \"permitir a los editores mostrar su gama completa de juegos para Switch en el evento global\".", "Este nuevo Nintendo Switch, al que muchos han llegado a llamar", "Nintendo Switch Pro", ", se vendería junto con el Nintendo Switch Lite de USD $199 y eventualmente reemplazaría al modelo estándar actual.", "Tal como se informó anteriormente,", "se dice que este nuevo Switch", "cuenta con una pantalla OLED de Samsung Display Co. de 7 pulgadas y un chip gráfico de Nvidia Corp. más rápido que hará posible la resolución 4K cuando se conecte a un televisor mediante el dock.", "El precio más alto, de acuerdo a Bloomberg, se decidió en parte debido a \"componentes más caros y al aumento de los costos laborales en China\". Si bien el nuevo precio se desconoce actualmente, los proveedores \"esperan que aumenten sus ingresos por unidad de negocios con Nintendo\".", "A pesar de la actual escasez de chips de semiconductores, los proveedores confían en que pueden cumplir con los pedidos de Nintendo, ya que las piezas que utiliza Nintendo son diferentes a las que utilizan sistemas como PlayStation 5 y Xbox Series X/S.", ""]},
{"title": ["Nintendo Switch Pro aparece listada en Amazon México, parece que el anuncio es inminente"], "content": ["Recientemente les comentamos de un reporte que aseguraba que la nueva versión de Nintendo Switch - conocida popularmente como Nintendo Switch Pro -", "se podría anunciar antes del E3", ", para comenzar su ensamblaje en julio y llegar al mercado en septiembre u octubre, y ahora tenemos que ha surgido más información al respecto.", "Para empezar tenemos que informantes de la industria comenzaron a especular que la Switch Pro se anunciará muy pronto, con algunos como el periodista Jason Schreier señalando que incluso podría haberse anunciado durante la noche del jueves, algo que obviamente no ocurrió, con algunos especulando que el anuncio oficial podría darse durante este fin de semana.", "Y para echarle más leña al fuego, se descubrió que Amazon México registró una nueva página de producto para la nueva consola a la que llaman \"New Nintendo Switch Pro\", aunque el listado ya fue retirado y no mostraba ninguna información ni imágenes. Y aunque esto parecería confirmar que el anuncio es inminente, lo cierto es que hay que tomar la información con cautela ya que podría ser simplemente que el registro se hizo para estar preparados para un posible anuncio.", "", "Como les hemos venido comentando, el", "Nintendo Switch", "Pro sería una revisión de la consola existente, que llegaría con un precio un poco más alto al modelo original pero ofrecería mejoras interesantes como una pantalla OLED más grande y soporte para correr juegos en resolución 4K con el dock.", "Así que estaremos atentos al posible anuncio del Nintendo Switch Pro para darles todos los detalles al respecto."]},
{"title": ["Nintendo Switch revela una nueva edición  de Mario"], "content": ["Nintendo reveló una nueva edición de Switch de Mario, que es la primera variante de la consola para la unidad de pantalla en sí que se ofrece en un color diferente.", "The Mario Red & Blue Edition replicates the iconic colours of Nintendo's mascot, with red Joy-Con controllers featuring blue straps and blue grips that mimic Mario's dungaree straps. The dock and system unit itself are also red, rather than the traditional black format. Additionally, the Mario Red & Blue Edition also ships with a matching carrying case, as well as a screen protector.", "Mario Red & Blue Edition reproduce los colores icónicos de la mascota de Nintendo, con controladores Joy-Con rojos con correas azules y empuñaduras azules que imitan las del plomero. La base y la unidad del sistema también son de color rojo, en lugar del formato negro tradicional. Además, se envía con un estuche de transporte a juego, así como con un protector de pantalla.", "Esta versión de edición especial de la consola Switch estará disponible para comprar a partir del 12 de febrero, la fecha de lanzamiento de la versión Switch de Super Mario 3D World, y tendrá un precio de $ 299,99. Nintendo afirma que estará disponible en minoristas 'selectos', por lo que es posible que deba navegar un poco para encontrar un lugar que los venda. Alternativamente, puede ir directamente a la", "tienda de Nintendo", "donde la consola ya está en la lista.", "Hoy también se vio la revelación de la versión Switch de Super Mario 3D World y su expansión, Bowser's Fury.", ""]},
{"title": ["Switch - Review"], "ranking": ["8.7"]},
{"title": ["Xbox One, PS4, Switch y PC: estos son los juegos sin costo que podrás conseguir del 25 al 27 de septiembre"], "content": ["Como cada viernes les damos a conocer los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o simplemente es que tienen ganas de probar algo diferente denle un vistazo al listado que incluye títulos para PC, PlayStation 4, Xbox One y Nintendo Switch.", "A continuación pueden ver el listado, pero deben tener en cuenta que algunos son solo pruebas temporales y otros son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "", "Left 4 Dead 2: The Last Stand", "- Para que prueben la nueva actualización, Left 4 Dead 2 está como parte del Fin de Semana Gratis en Steam. Pueden jugarlo gratis hasta el 28 de septiembre a las 12:00 y si les agrada podrán aprovechar que tiene un 80 por ciento de descuento.", "", "RollerCoaster Tycoon 3: Complete Edition", "- Epic Games Store está regalando este juego. Podrán descargarlo hasta el 1 de octubre y se quedará en su biblioteca de forma permanente.", "", "Xbox One", "", "Tom Clancy’s The Division 2", "- Como parte de la promoción Días de juego gratis del 24 al 27 de septiembre, y si se deciden a comprarlo pueden aprovechar que tiene un 67% de descuento.", "", "Warhammer: Vermintide 2", "- Como parte de la promoción Días de juego gratis del 24 al 27 de septiembre, y si se deciden a comprarlo pueden aprovechar que tiene un 75% de descuento.", "", "Bomber Crew", "- Como parte de la promoción Días de juego gratis del 24 al 27 de septiembre, y si se deciden a comprarlo pueden aprovechar que tiene un 75% de descuento.", "", "The Division", "- Como parte de", "los Games with Gold de septiembre", ".", "", "The Book of Unwritten Tales 2", "- Como parte de los Games with Gold de septiembre.", "", "Armed and Dangerous", "- Como parte de los Games with Gold de septiembre.", "", "PlayStation 4", "", "Street Fighter V", "- Como parte de", "los juegos de PlayStation Plus de septiembre", ".", "", "Playersunknow's Battlegrounds (PUBG)", "- Como parte de los juegos de PlayStation Plus de septiembre.", "", "Nintendo Switch", "", "Jump Rope Challenge", "- Disponible como descarga gratuita.", "", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas, y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."]},
{"title": ["Captain Toad: Treasure Tracker - Switch and 3DS Review"], "published_day": ["13 de Julio de 2018"]},
{"title": ["Weekly Fix 6 de julio — Nexoplay trae lo mejor de los videojuegos de esta semana"], "published_day": ["6 de Julio de 2021"]},
{"title": ["Nintendo presenta su nueva consola el Nintendo Switch"], "content": ["Tal y como se había prometido, aquí está el trailer de la nueva consola de Nintendo, Switch.", "", "", "Además de proveer juego para una persona y multijugador en casa, el Nintendo Switch también permite jugar el mismo título donde sea, cuando sea y con quien quieras. Nintendo agregó características móviles para llevar tus juegos a todos lados. Los juegos vendrán en cartuchos, similares a los del Nintendo 3DS.", "El Nintendo Switch se queda en su Dock conectado a la TV para jugar en tu sala. Al retirarlo del Dock, el sistema se transforma a modo portátil para llevar exactamente la misma experiencia a todos lados en alta definición.", "El Switch sacará su poder de un procesador personalizado Nvidia Tegra que, de acuerdo con Nvidia, \"es compatible también con software personalizado, incluyendo un nuevo motor, nuevas librerías y herramientas avanzadas. Además, Nvidia creó nuevas APIs de gaming para poder aprovechar todo el poder\".", "", "Primera imagen promocional del Nintendo Switch.", "", "", "\"Nintendo Switch ofrece a los jugadores la libertad de jugar como prefieran. -Reggie Fils-Aime", "Los controles, llamados Joy-Con se unen a cada lado del Nintendo Switch; un jugador puede usar un Joy-Con en cada mano, o dos jugadores usar uno cada uno o incluso múltiples Joy-Con para jugar con más personas. Se pueden agregar con el accesorio Joy-Con Grip para simular un control tradicional.", "Por otro lado, se podrá usar el control Switch Pro Controller en vez de los Joy-Con.", "De igual forma, Nintendo presentó la alineación inicial de socios desarrolladores:", "", "En el trailer se ven clips de un nuevo juego de Mario en 3D, Skyrim: Definitive Edition, The Legend of Zelda: Breath of the Wild, NBA 2K17 y lo que parecen ser nuevas versiones de Mario Kart 8 y Splatoon.", "", "El Nintendo Switch será lanzado en marzo de 2017, y actualmente tiene como títulos confirmados The Legend of Zelda: Breath of the Wild, Just Dance 2017, Dragon Quest X y Dragon Quest XI.", ""]},
{"title": ["Xbox Game Pass podría llegar al Nintendo Switch, de acuerdo a algunos reportes"], "content": ["Parece ser que Microsoft y Nintendo están trabajando para llevar los títulos del Xbox Game Pass a la consola híbrida de Nintendo, así como ports de algunos de los títulos exclusivos de Microsoft.", "De acuerdo a un reporte de", "Direct Feed Games", "(vía", "GameInformer", "), Microsoft está buscando llevar su propio catálogo de juegos exclusivos a Switch directamente como ports, con juegos como Ori and the Blind Forest y Cuphead siendo un par de títulos que encajan con el resto de los títulos presentes en el Nintendo Switch.", "", "Sin embargo, además de la publicación directa de juegos en la consola, también se menciona que Microsoft podría hacer uso de Project xCloud, el servicio de streaming de juegos que ha estado en desarrollo durante algunos años, para llevar los juegos de Xbox que no son compatibles con el hardware del Switch por medio de un servicio estilo Netflix, todo por medio de una suscripción Xbox Game Pass.", "Este servicio de juegos en Switch por medio de Streaming no sería algo sin precedentes: en Japón puedes jugar Resident Evil 7 y Assassin’s Creed Odyssey desde tu Switch gracias a servidores locales y el acceso a la Nube.", "", "", "Mike Reyes es un editor de IGN Latinoamérica que apoya esta idea completamente. Puedes encontrarlo en", "@Sol_Criva", "."]},
{"title": ["Todos los juegos de Resident Evil en Nintendo Switch"], "content": ["Con el anuncio durante la presentación Nintendo Direct de E3 2019 de que dos títulos más de la saga de Resident Evil recibirían ports para el Nintendo Switch, saber qué juegos se pueden jugar en la consola híbrida ya puede resultar algo confuso para los fans.", "", "", "", "", "", "", "", "", "", "", "Nintendo Switch", "Color Neon", "$6,499.00", "", "", "", "", "Es por esta razón que les traemos una lista de todos los títulos de la franquicia que se encuentran disponibles en la consola de Nintendo (o que están a punto de lanzarse), en ningún orden particular además de su posición cronológica en la línea de tiempo de los juegos.", "Resident Evil 0", "", "Originalmente lanzado en el GameCube, RE0 presenta los sucesos que ocurrieron una noche antes del primer juego de Resident Evil y es la única ocasión en la que Rebecca Chambers del equipo Alpha de STARS ha sido jugable en la franquicia.", "El título recibió algo de crítica por su sistema de intercambio de personajes con el cual puedes jugar como dos sobrevivientes al mismo tiempo, cada uno con diferentes habilidades y armas disponibles, y que resultó en uno de los juegos más ignorados en toda la franquicia.", "Aún así, se trata de un título bastante entretenido, y uno de los únicos títulos en la consola con ese gameplay tradicional que inició toda la franquicia de terror.", "", "Resident Evil (REmake)", "", "El famoso remake del juego original, REmake cuenta la historia clásica de zombies y criaturas mutantes en una mansión abandonada en las montañas, en donde Jill Valentine, Chris Redfield, y otros miembros de STARS con nombres \"totalmente norteamericanos\" deben resolver todos los acertijos del decrépito lugar y descubrir los misterios que se esconden detrás de trampas y monstruos letales.", "Definitivamente un clásico que ningún fan del género de terror debería perderse, sin importar los infames controles de tanque. Esta versión incluye mejoras impresionantes para el juego original de PlayStation, incluyendo una historia expandida, nuevas áreas, gráficos que aún se ven impactantes y (lamentablemente) nuevas grabaciones de voz que sustituyen las terribles actuaciones de voz del original.", "", "Resident Evil 4", "", "Sin duda alguna un juego que cambió a la industria de los videojuegos por completo. RE4 te coloca en los zapatos de Leon S. Kennedy, ahora un agente especial, en una misión a un área rural de España para rescatar a la hija del Presidente de los Estados Unidos. Si, este juego es ridículo y no teme mostrarlo al mundo.", "Con un combate que se aleja dramáticamente de los juegos tradicionales, RE4 te verá acabando con aldeas completas de personas infectadas por un parasito llamado \"Las Plagas\", atravesando castillos repletos de trampas, complejos militares, laboratorios con algunas de las criaturas más terroríficas en toda la franquicia, y montones de malos chistes que envuelven a uno de los mejores títulos de la serie en una atmósfera de película de terror de bajo presupuesto.", "Lo hemos comprado para casi cada consola en la que ha sido re-lanzado, y no nos da pena admitir que lo hicimos una vez más en Switch.", "", "Resident Evil Revelations", "", "Originalmente un título de 3DS, Revelations es una de las joyas ocultas de la serie gracias a su gameplay dividido por misiones, armas y equipo personalizables, un ligero sistema RPG y uno de los modos \"Mercenario\" más divertidos de toda la franquicia que es seguro te dará horas y horas de entretenimiento.", "Ubicado en un crucero a la deriva, la historia te pone en control de diversos personajes mientras investigan los terribles sucesos que llevaron a la tragedia biológica con la que te enfrentas en el juego, repleto de grotescos monstruos marinos y giros inesperados.", "", "Resident Evil 5", "", "RE5 es el punto en el que muchos fans de la serie la abandonaron por su nuevo énfasis en la acción en lugar del terror, pero aún así es una excelente experiencia. Con una campaña que puede ser jugada de principio a fin en modo cooperativo con un amigo en modo local o en línea, monstruos interesantes, armas ridículas y algunas de las situaciones más descabelladas en la historia de estos juegos, Resident Evil 5 es uno de esos juegos que puedes jugar una y otra vez sin aburrirte.", "Resident Evil 5 se lanzará en Switch durante el tercer trimestre del 2019.", "", "Resident Evil Revelations 2", "", "Capcom le dio una mirada al primer RE: Revelations y decidió llevarlo en una dirección aún más tradicional. Colocando al misterio al frente de toda la historia, este título te ve tomando control de Claire Redfield, Moira Burton, y por primera vez el legendario Barry Burton (en esta casa no contamos Gaiden), explorando una isla prisión abandonada repleta de mutantes infectados con un nuevo y misterioso virus.", "Una vez más el terror toma prioridad, pero el juego puede ser jugado en un modo cooperativo asimétrico que ve a ambos jugadores cooperando de maneras bastante únicas para un juego de este estilo.", "", "Resident Evil 6", "", "Ok. Seremos completamente honestos. Solo hay dos tipos de personas en cuanto a Resident Evil 6 se refiere:", "", "Aquellos que detestan lo mucho que este juego deshecha la esencia de Resident Evil.", "", "Los que aman el juego por lo increíblemente ridículo y descabellado de su historia y gameplay.", "", "", "Nosotros lo amamos. Y es que se trata del juego con las situaciones más imposibles de toda la franquicia gracias a su nuevo objetivo de convertirse en una película de acción con secuencias bombásticas y excesivas que harían que Michael Bay se sonrojara.", "¿Que tan descabellado? En los primeros 10 minutos del juego Leon S. Kennedy, agente secreto y mejor amigo del presidente, corre de una explosión masiva que lo persigue por una autopista para escapar al saltar a un helicóptero que lo espera del otro lado del camino, sólo para encontrarse con que el piloto se ha zombificado, lo cual resulta en la colisión de dicho vehículo aéreo contra un edificio del otro lado de la ciudad.", "", "Si. Este juego está demente, y lo amamos por eso.", "Resident Evil 6 se lanzará en Switch durante el tercer trimestre de 2019.", "", "Resident Evil 7 (Cloud Version)", "", "Este es uno de esos casos complicados en los que técnicamente el juego si está en la consola, pero no es tan fácil de conseguir. Capcom lanzó una versión de Resident Evil que funciona por medio de streaming a sus propios servidores, y técnicamente es una exclusiva de Japón.", "Sin embargo, si cuentas con una cuenta japonesa de la e-Shop puedes descargar este título. Aún así, la distancia de los servidores que se encuentran en Japón resultará en una experiencia que seguramente tendrá montones de lag y no se comparará realmente con lo que puedes obtener en otras consolas.", "", "", "Mike Reyes es un editor de IGN Latinoamérica que ha amado Resident Evil desde que le perdió el miedo a los zombies y ahora disfruta de completar los títulos casi anualmente. Eso es mentira, aún le teme a los zombies. Puedes encontrarlo en", "@Sol_Criva", "."]},
{"title": ["Super Kirby Clash ya está disponible gratis en la eShop de Switch"], "content": ["", "En el Nintendo Direct de hoy la compañía anunció Super Kirby Clash, un nuevo juego de acción multijugador que sigue el modelo free-to-play.", "Lo mejor es que Super Kirby Clash ya está disponible en la eShop de Nintendo Switch donde pueden descargarlo de forma gratuita pero tendrán la opción de comprar ítems dentro del título.", "De acuerdo a Nintendo, este juego viene con más de 100 desafíos y cuenta con juego online y offline para hasta cuatro jugadores.", "A continuación pueden ver el tráiler de presentación:", "En desarrollo...", "", "", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Nintendo Switch: Un fan construyó su propia consola para jugar Animal Crossing"], "content": ["Debido a la pandemia de coronavirus hay escasez de unidades de", "Nintendo Switch", "en varias regiones, pero eso no detuvo a un fan que deseaba jugar el nuevo Animal Crossing ya que decidió fabricar su propia consola usando piezas de repuesto.", "El habilidoso hombre conocido como Sarbaaz37 en Imgur explicó cómo construyó la consola Switch e", "incluso hizo una detallada guía", ", aunque obviamente el proceso requiere de conocimiento en electrónica.", "Todo comenzó cuando él y sus amigos tuvieron el deseo de jugar", "Animal Crossing: New Horizons", "por lo que decidieron adquirir una Switch, pero por varios días la estuvieron buscando en tiendas y no la consiguieron debido a la escasez de unidades. Luego estuvo buscando online en sitios de segunda manos pero los precios eran muy altos llegando hasta los $650 dólares.", "Así que tras esta situación, Sarbaaz37 le dijo a sus amigos que él podría fabricar una consola con piezas de repuesto y se dio a la tarea de buscarlas, incluyendo la motherboard de $95 dólares y la batería de $15 dólares.", "", "Después de un mes de trabajo, \"paciencia extrema\" y un costo total de $199 dólares consiguió armar su propia Nintendo Switch que finalmente le permitirá jugar Animal Crossing.", "Y bueno, no podemos comprobar qué tal es su rendimiento o qué tan confiable sea, pero al menos en imágenes el producto final luce bastante bien.", "Hablando de Nintendo Switch,", "recientemente la consola se actualizó", "y recibió varias novedades interesantes.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Mi Pobre Angelito: revelan fecha de lanzamiento y confirman reparto de la nueva versión de la película"], "content": ["Una película completamente nueva de", "Mi Pobre Angelito", "(Home Alone) llegará a Disney+ el 12 de noviembre.", "Disney+ anunció este jueves que \"Home Sweet Home Alone\", la nueva comedia de aventuras de 20th Century Studios de la querida franquicia de películas Home Alone, desatará un montón de travesuras navideñas y un caos alegre justo a tiempo para la temporada festiva, dándonos incluso más razones para relajarse al estilo de Kevin con una pizza de Little Nero y helado.", "En un hilo de Twitter anunciando la noticia, Disney+ compartió un álbum de imágenes estilo postal navideña con el elenco principal de la película, que incluye a las estrellas previamente anunciadas Rob Delaney y Ellie Kemper, junto con Archie Yates, Aisling Bea, Kenan Thompson, Tim Simons, Pete Holmes, Devin Ratray, Ally Maki y Chris Parnell.", "Yates interpreta a Max Mercer, \"un niño travieso e ingenioso que fue dejado atrás mientras su familia está en Japón durante las vacaciones. Así que cuando una pareja casada que intenta recuperar una reliquia invaluable pone su mirada en la casa de la familia Mercer, dependerá de Max protegerla de los intrusos... y él hará lo que sea necesario para mantenerlos fuera\".", "Mikey Day de Saturday Night Live y Streeter Seidell coescribieron el guión de Home Sweet Home Alone basado en el guión original de Home Alone de John Hughes. Dan Mazer es el director de la película, mientras que Hutch Parker y Dan Wilson se desempeñan como productores, y Jeremiah Samuels es el productor ejecutivo del proyecto.", "El lanzamiento de Home Sweet Home Alone, que es el nombre de la nueva versión de Mi Pobre Angelito, llegará poco después del recientemente anunciado", "LEGO Star Wars Terrifying Tales", "que se estrenará en Disney+ el 1 de octubre.", ""]},
{"title": ["Nintendo Switch: la nueva pantalla OLED vs. la pantalla LCD, ¿por qué es importante el cambio?"], "content": ["Hoy temprano,", "Nintendo anunció una actualización del modelo de Nintendo Switch", ", su consola de juegos híbrida. Si bien el más reciente modelo de Nintendo Switch no es el producto que esperábamos, viene con algunos cambios significativos, en particular, el Switch más nuevo incluirá una pantalla OLED.", "Pero, ¿qué significa eso exactamente? Bueno, los modelos anteriores de Nintendo Switch usaban una pantalla LCD. Si bien no parece una actualización significativa, existen algunos beneficios al cambiar de una pantalla LCD a una pantalla OLED.", "Las diferencias entre las pantallas OLED y LCD", "La gran diferencia entre las pantallas LCD y OLED es que utilizan diferentes métodos para iluminar y mostrar una imagen en la pantalla. La pantalla, ya sea un televisor o una tablet, utiliza píxeles de visualización; la imagen que ves en una pantalla se produce mediante la combinación de subpíxeles azules, verdes y rojos para generar los colores que ves en una pantalla, pero es necesario iluminarlos para que aparezcan las combinaciones de colores.", "Las pantallas LCD o de cristal líquido utilizan una o más luces de fondo, que es esencialmente un panel tan grande como la pantalla del dispositivo real, para crear una luz blanca constante cada vez que enciende la pantalla, iluminando todo de manera uniforme. Sin embargo, la advertencia con las pantallas LCD es que consumen mucha energía, lo que puede ser una desventaja para dispositivos como los teléfonos inteligentes que usan una pantalla LCD, como el Nintendo Switch original, pero las pantallas LCD también son económicas.", "Sin embargo, los OLED (diodos emisores de luz orgánicos) no dependen de la retroiluminación. En cambio, tiene píxeles autoiluminados. Los píxeles en la pantalla OLED funcionan píxel por píxel, lo que significa que solo se iluminará donde haya una imagen para mostrar, creando así un mejor contraste que una pantalla LCD y con un menor consumo de energía. Pero las pantallas OLED son más caras que las LCD y no son tan brillantes como una LCD.", "Las ventajas de la transición del Switch a pantallas OLED", "Ambas pantallas tienen sus ventajas y desventajas, por lo que la principal conclusión del nuevo Nintendo Switch que reemplaza la pantalla LCD con un OLED es que el dispositivo debe proporcionar negros más profundos, mejor contraste, menor consumo de energía, mayor brillo y calidad de imagen mejorada.", "Con un menor consumo de energía, eso significaría, en teoría, que la Nintendo Switch con pantalla OLED debería tener un mejor rendimiento de batería. Sin embargo, ambas iteraciones de Switch funcionan con una batería de iones de litio de 4310 mAh, y ambas comparten la misma esperanza de vida de la batería antes de que necesite una carga. Pero como señala Nintendo, la duración de la batería varía según los juegos que juegas.", "¿Es la pantalla OLED de Nintendo Switch una actualización significativa?", "La conclusión principal es que la pantalla OLED de Nintendo Switch puede no ser suficiente para justificar una actualización para algunos. Pero el cambio a un OLED puede ser suficiente para las personas que buscan una pantalla de bisel más delgado, con una pantalla que proporcione mejores colores y contraste. Eso se suma a la duración mejorada de la batería en comparación con la versión de lanzamiento, una base actualizada y otras pequeñas mejoras.", "Desafortunadamente, el nuevo modelo de Nintendo Switch no contará con un procesador mejorado, lo que significa que no podrá ofrecer salida en 4K. También utilizará los mismos Joy-Con que antes, lo que sugiere que los problemas persistentes como el drift de los Joy-Con no se corregirán con este nuevo modelo. Eso hace que la pantalla OLED sea el principal punto de venta de esta nueva versión del Switch, que a USD $350 puede ser demasiado para los propietarios de Switch existentes.", "De cualquier manera, tendremos una mejor idea de lo que la versión OLED de", "Nintendo Switch", "tiene para ofrecer cuando se lance el 8 de octubre.", "", ""]},
{"title": ["The Long Night - Review"], "ranking": ["9.5"]},
{"title": ["Los empleados de Activision Blizzard realizarán una huelga en protesta por el liderazgo"], "content": ["Los empleados de Activision Blizzard han anunciado que tienen la intención de organizar una huelga este miércoles 28 de julio. La huelga se produce en protesta por la respuesta del liderazgo de la empresa a una demanda que destaca el acoso, la desigualdad y más dentro de la empresa.", "Anunciado en una declaración de intenciones, los empleados explican que las respuestas internas y externas de Activision Blizzard después del anuncio de la demanda los han llevado a \"creer que nuestros valores como empleados no se reflejan con precisión en las palabras y acciones de nuestro liderazgo\".", "La huelga pide al liderazgo de la empresa que trabaje con los empleados en una lista de demandas para \"mejorar las condiciones de los empleados de la empresa, especialmente las mujeres, y en particular las mujeres de color y las mujeres transgénero, las personas no binarias y otros grupos marginados\". Puedes leer la lista de demandas en su totalidad a continuación.", "Se llevará a cabo de 10 am a 2 pm en el Pacífico, una huelga en persona se reunirá en la puerta principal del campus de Blizzard. Se llevará a cabo una huelga virtual el mismo día de 9 am a 6 pm Pacífico, y los empleados que no puedan asistir en persona serán invitados a dejar de trabajar y compartir el hashtag #ActiBlizzWalkout en las redes sociales.", "", "Huelga en Activision Blizzard - Demandas de los Empleados", "", "1. Fin a las cláusulas de arbitraje obligatorio en todos los contratos de los empleados, actuales y futuros. Las cláusulas de arbitraje protegen a los abusadores y limitan la capacidad de las víctimas para buscar restitución.", "", "2. La adopción de políticas de reclutamiento, entrevistas, contratación y promoción diseñadas para mejorar la representación entre los empleados en todos los niveles, acordadas por los empleados en una organización de diversidad, equidad e inclusión en toda la empresa. Las prácticas actuales han llevado a que las mujeres, en particular las mujeres de color y las mujeres transgénero, las personas no binarias y otros grupos marginados que son vulnerables a la discriminación de género, no sean contratadas de manera justa para nuevos roles en comparación con los hombres.", "", "3. Publicación de datos sobre la compensación relativa (incluyendo las subvenciones de capital y la participación en las ganancias), las tasas de promoción y los rangos salariales para los empleados de todos los géneros y etnias en la empresa. Las prácticas actuales han llevado a que a los grupos mencionados no se les pague ni se promueva de manera justa.", "", "4. Capacite a un grupo de trabajo de diversidad, equidad e inclusión en toda la empresa para contratar a un tercero para auditar la estructura de informes de ABK, el departamento de recursos humanos y el personal ejecutivo. Es imperativo identificar cómo los sistemas actuales no han logrado prevenir el acoso de los empleados y proponer nuevas soluciones para abordar estos problemas.", "", "La semana pasada, el Departamento de Equidad de Vivienda y Empleo de California presentó una demanda, que acusa a Activision Blizzard de fomentar una cultura en la que las mujeres y otros grupos marginados reciben menos remuneración y promoción, además de permitir casos repetidos de acoso sexual.", "La huelga sigue a una carta abierta firmada por cientos de empleados de Activision Blizzard, calificando las respuestas internas a la reciente demanda como \"aborrecibles e insultantes\". Los ex ejecutivos de Blizzard, Mike Morhaime y Chris Metzen, han escrito para disculparse por \"fallar\" a los empleados de la empresa durante su tiempo allí. Hasta esta mañana, la carta ha superado las 2600 firmas, pero según los informes, el liderazgo de Activision Blizzard aún no ha respondido a su contenido.", "Los organizadores de la huelga también agradecieron a la comunidad de videojuegos en general, pidiendo a los seguidores que tuiteen el #ActiBlizzWalkout y usen un emoji de corazón azul. También proporcionaron una lista de organizaciones benéficas a las que considerar donar:", "", "Black Girls Code", "", "Futures without Violence", "", "Girls Who Code", "", "RAINN", "", "Women In Animation", "", "Women in Games International", "", ""]},
{"title": ["Undertale Creator Teasing Something - IGN News"], "published_day": ["30 de Octubre de 2018"]},
{"title": ["El valor de mercado de Nintendo creció mil millones de dólares antes del anuncio de Switch"], "content": ["Probablemente ya te enteraste de que", "Nintendo anunció oficialmente su próxima consola", ", que se llama Nintendo Switch. Aparentemente, los accionistas estaban al tanto de que la compañía iba a dar un anuncio, ya que en la noche, el valor de mercado de Nintendo creció más de mil millones de dólares. Tal como fue reportado por", "Bloomberg", "(visto por", "Gamespot", "), el anuncio de la revelación del entonces llamado NX, subió las acciones en un 4.6%.", "Las acciones de Nintendo han subido un 50 por ciento este año, gracias a su primera incursión en los juegos móviles, con Miitomo, Pokémon Go y Super Mario Run. El caso de Pokémon Go fue peculiar porque", "sus acciones bajaron 18 por ciento cuando los accionistas se dieron cuenta", "que Nintendo no era directamente responsable por éste."]},
{"title": ["Weekly Fix Esports — lo mejor de las competiciones en esta semana"], "published_day": ["3 de Julio de 2021"]},
{"title": ["Xbox Game Pass: Battlefield V y otros 11 juegos que llegan a finales de julio"], "content": ["A 11 días del final de julio, Microsoft dio a conocer los juegos que estarán disponibles en Xbox Game Pass con su suscripción. El anuncio se hizo a través de la cuenta de Twitter de la membresía para las consolas de los de Redmond este martes 20 de julio.", "En total, son 12 videojuegos los que serán parte del Game Pass, que complementarán el extenso catálogo de la suscripción que ya tiene cientos de títulos. Hay nuevas propuestas de todos los estilos para todos los gustos, incluyendo Battlefield V y el Microsoft Flight Simulator para", "Xbox Series X/S", ".", "Battlefield V - Disponible desde este 20 de julio", "El battle royale de Battlefield V es considerado como uno de los mejores en los últimos tiempos. El juego está ubicado en la Segunda Guerra Mundial con una representación gráfica inédita en un multijugador con espectaculares historias de guerra de la campaña.", "Microsoft Flight Simulator Xbox Series X/S - 27 de julio", "La simulación de aviones y otras aeronaves más aclamadas en la actualidad llegará al Game Pass para las Xbox Series X y S. Pilotear en un mundo realista con tu propio plan de vuelo es una de las mayores virtudes de este título, con misiones en condiciones meteorológicas reales.", "The Ascent - 29 de julio", "Un mundo ciberpunk, una megacorporación colapsada y un shooter RPG de acción individual que ha convencido a quienes lo han probado.", "Cris Tales (20 de julio), Atomcrops (22 de julio), Raji An Ancient Epic (22 de julio), Last Stop (22 de julio), Blinx: The Time Sweeper (26 de julio), Crimson Skies: High Road to Revenge (26 de julio), Lethal League Blaze (29 de julio), Omno (29 de juñio) y Project Wingman (29 de julio) son los otros juegos que estarán disponibles en Xbox Game Pass.", "", "A picture is worth a thousand words (and several upcoming games)", "https://t.co/JknPMLe9Cq", "", "pic.twitter.com/D16z80BrrF", "— Xbox Game Pass (@XboxGamePass)", "July 20, 2021", "Guy Acurero es futbolero, hincha de Marvel, DC, Star Wars y escribe de todo eso y más en IGN Latinoamérica. En Twitter es", "@Guy_Acurero", "y en Instagram", "guyacurero", "."]},
{"title": ["Nintendo Switch supera en ventas al PlayStation 5 y Xbox Series X/S este 2021, según estudio"], "content": ["La competencia en el mundo de los videojuegos subió de intensidad a finales del año pasado. Sony y Microsoft presentaron sus nuevas consolas de nueva generación casi de forma simultánea, en noviembre de 2020, por lo que es casi imposible compararlas, sobre todo en el rubro de las ventas. Y si bien, un reciente estudio pone al Play Station 5 por encima del Xbox Series X/S, la consola que más ha vendido en lo que va de este 2021 es la Nintendo Switch.", "El sitio", "Ampere Analysis", "publicó una radiografía de las ventas de consolas en el primer trimestre de 2021, poniendo al Switch a la cabeza del listado. El crecimiento de los números, con respecto al mismo periodo en el año pasado, es de 12%, lo que resulta en 5.86 millones de unidades vendidas de enero a marzo del año en curso. Puede que en el segundo trimestre sea más difícil superar los números de 2020, ya que en aquél periodo fue cuando se estrenó Animal Crossing, que impulsado por la cuarentena, impulsó las ventas de la consola híbrida. A pesar de ello, el estudio asegura que el Switch seguirá a la cabeza de las ventas en lo que queda del año, ya que está en la cima de su ciclo de ventas, con un rendimiento muy sólido.", "¿Y las consolas de nueva generación?", "El principal problema al que se han enfrentado, tanto el PS5, como el Xbox Series X y S, durante sus primeros meses en el mercado, es la falta de suministro. Y no se espera que esto se resuelva pronto, ya que la competencia por los componentes es alta y dificulta que las empresas constructoras aumenten la producción. A pesar de estas dificultades, las dos versiones de la consola de Sony han vendido casi el doble que las dos versiones de la consola de Microsoft.", "De acuerdo con el citado estudio, el PlayStation 5 vendió 2.83 millones de unidades de enero a marzo de 2021, por las 1.31 del Xbox Series X/S en el mismo plazo.", "En más sobre videojuegos, dale un vistazo a:", "mira los dos nuevos colores de DualSense", "y", "¿Xbox Game Pass en Nintendo Switch? Así lo insinúan documentos del juicio de Apple contra Epic", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en", "Twitter", "e", "Instagram", "como @jemafg"]},
{"title": ["Animal Crossing: New Horizons - Review"], "ranking": ["10"]},
{"title": ["Nintendo Switch supera en ventas al PlayStation 5 y Xbox Series X/S este 2021, según estudio"], "content": ["La competencia en el mundo de los videojuegos subió de intensidad a finales del año pasado. Sony y Microsoft presentaron sus nuevas consolas de nueva generación casi de forma simultánea, en noviembre de 2020, por lo que es casi imposible compararlas, sobre todo en el rubro de las ventas. Y si bien, un reciente estudio pone al Play Station 5 por encima del Xbox Series X/S, la consola que más ha vendido en lo que va de este 2021 es la Nintendo Switch.", "El sitio", "Ampere Analysis", "publicó una radiografía de las ventas de consolas en el primer trimestre de 2021, poniendo al Switch a la cabeza del listado. El crecimiento de los números, con respecto al mismo periodo en el año pasado, es de 12%, lo que resulta en 5.86 millones de unidades vendidas de enero a marzo del año en curso. Puede que en el segundo trimestre sea más difícil superar los números de 2020, ya que en aquél periodo fue cuando se estrenó Animal Crossing, que impulsado por la cuarentena, impulsó las ventas de la consola híbrida. A pesar de ello, el estudio asegura que el Switch seguirá a la cabeza de las ventas en lo que queda del año, ya que está en la cima de su ciclo de ventas, con un rendimiento muy sólido.", "¿Y las consolas de nueva generación?", "El principal problema al que se han enfrentado, tanto el PS5, como el Xbox Series X y S, durante sus primeros meses en el mercado, es la falta de suministro. Y no se espera que esto se resuelva pronto, ya que la competencia por los componentes es alta y dificulta que las empresas constructoras aumenten la producción. A pesar de estas dificultades, las dos versiones de la consola de Sony han vendido casi el doble que las dos versiones de la consola de Microsoft.", "De acuerdo con el citado estudio, el PlayStation 5 vendió 2.83 millones de unidades de enero a marzo de 2021, por las 1.31 del Xbox Series X/S en el mismo plazo.", "En más sobre videojuegos, dale un vistazo a:", "mira los dos nuevos colores de DualSense", "y", "¿Xbox Game Pass en Nintendo Switch? Así lo insinúan documentos del juicio de Apple contra Epic", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en", "Twitter", "e", "Instagram", "como @jemafg"]}
]