[
{"autor": ["Buffy B"], "title": ["Truly Wonderful Stay!"], "content": ["I had never done all-inclusive, I’m more of an explore & adventure type of vacationer, but a friend invited me with a group of 13 & we had a marvelous time! The", "..."], "ranking": ["50"]},
{"autor": ["Buffy B"], "title": ["Great Location, Great Staff"], "content": ["Had an amazing stay!  Everything you needed right in the hotel including Starbucks.  Close to everything of interest.  Staff, especially the lead bellhop, was A", "..."], "ranking": ["50"]},
{"autor": ["Buffy B"], "title": ["A great way to see all the highlights in Mexico City!"], "content": ["My friend and I did these two days of tours in Mexico City.  It was a blast!  We met a lot of great people, natives, Mexican tourists, American tourists and tou", "..."], "ranking": ["50"]},
{"autor": ["R Fosado"], "title": ["Las instalacioes y servicios del hotel completos. El Mayordomo Martin un gran anfitrion"], "content": ["Recomendare este hotel y mi empresa establecera un convenio comercial pra estancias en viajes de negocios. En general todo muy bien durante la estancia del CEO ", "..."], "ranking": ["40"]},
{"autor": ["R Fosado"], "title": ["Excellent"], "content": ["Great lication, good value, friendly staff, good food choices, great service, shuttle transportation service to airport is key value to my selection of this pro", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Nice stay, surprising bill"], "content": ["I  have been in a few Gaylord properties and this one is exactly like the others. Everything is kept clean and shiny. There are plenty of options to eat, drink ", "..."], "ranking": ["40"]},
{"autor": ["RanyDanny"], "title": ["Nice hotel with a few issues"], "content": ["It is a fact that the experience in hotels has been very different in Covid times. But there are some basic expectations that any hotel should fulfill. \nThe hot", "..."], "ranking": ["40"]},
{"autor": ["RanyDanny"], "title": ["Just perfect"], "content": ["I don't think I have ever given a perfect 5 to a hotel, but this one deserves it. From reservation to stay, not a single fluke. Great property, well managed, sp", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Excellent choice"], "content": ["I used this property on an overnight stay for a connecting flight. \nThe building is across T1 of the airport, linked with a walkway. If you arrive/leave from T2", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Almost excellent"], "content": ["Stayed at this property in November. First comment is that they follow every health and safety protocol required by the chain and the local government. I felt v", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Right by the sea. Excellent food. "], "content": ["Almost by chance we found this place by the Marina. \nPlenty of parking and a great menu. The space is very nice and and almost any table will have a sea view. \n", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Not a great experience "], "content": ["My daughter took a beginner’s lesson in her first visit to Tofino. The 3 hours lesson became a 1.5 hour because the instructor waited almost 45 min for a group ", "..."], "ranking": ["30"]},
{"autor": ["RanyDanny"], "title": ["Bears!!!"], "content": ["We took a morning bear watching Tour with Jeff. It was a slow weekend, so we were lucky to have the whole zodiac just for the three of us! Our guide was super-f", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["A treat!"], "content": ["Came for dinner during our weekend vacation. Even with the Covid restrictions the place was full. There was a mixup with our reservation but we were seated with", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Very close to a great experience "], "content": ["The first disclaimer I have to write is that this is the first lodging property I have visited in the Covid-19 era. We all know experiences have changed and sta", "..."], "ranking": ["40"]},
{"autor": ["RanyDanny"], "title": ["One notch above"], "content": ["Stayed at this property for one night while attending a conference in Vancouver. It is located two blocks from the main transportation hub in downtown which mak", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Location, Location"], "content": ["This is an all suites property one block from BC Place and steps from the Yaletown district, one of the most active in Vancouver. \nThe property itself is not im", "..."], "ranking": ["40"]},
{"autor": ["RanyDanny"], "title": ["The experience was highly rewarding"], "content": ["We took this tour post-cruise. The booking process was smooth and we were picked up at the pier. Our guide, Luis, was a blast! He knows everything about San Jua", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Castaway Girl 4 was so much fun! "], "content": ["We took this excursion with Celebrity and there were plenty of people from other ship too. It was organized, very professional and safe. The crew (Karl, Mac, El", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Just enough "], "content": ["This is a case of “you know what you’ve got”. This is definitely a simple property not designed for the high-end traveler but for those looking for value in a v", "..."], "ranking": ["40"]},
{"autor": ["RanyDanny"], "title": ["Great hotel for a stopover"], "content": ["Stayed at this property while in a stopover in Cancun. Free shuttle back and forth from the airport is a great asset given the high cost of transportation in Ca", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["A hidden gem!"], "content": ["A word I can think to describe this hotel is unassuming. My expectations were not high when I booked but I had a meeting in the area and this was the only “unde", "..."], "ranking": ["40"]},
{"autor": ["RanyDanny"], "title": ["Not a great option"], "content": ["We stayed for three days attending an event in Cartagena. The building is massive  and located in one of the busiest areas for tourists in town. This is good an", "..."], "ranking": ["20"]},
{"autor": ["RanyDanny"], "title": ["Hard to find anything negative"], "content": ["Stayed three nights at this hotel while attending business meetings. It is in a great location close to the airport and within 30-40 minutes of other business c", "..."], "ranking": ["50"]},
{"autor": ["RanyDanny"], "title": ["Close enough to the airport "], "content": ["I booked this hotel for a “day stay” on a long layover. On the positive side, it is close to the airport without being a true airport property. It takes about 2", "..."], "ranking": ["40"]},
{"title": ["Wonderful and clean hotel"], "content": ["This hotel was amazing. The hotel staff was very helpful and friendly. The room was very clean and the beds were very comfortable. We also had a great view of t", "..."], "ranking": ["50"]},
{"title": ["Good for the value of your money"], "content": ["I was expecting more for the value of my money but in general it was a good regular experience, I’m sure if they would really care on providing an up and above ", "..."], "ranking": ["30"]},
{"autor": ["lithua"], "title": ["Not quite a boutique yet"], "content": ["Had high expectations for this hotel. Unfortunately it was rather disappointing. Hotel has a huge potential but management strategy is very poor. \nFirst of all ", "..."], "ranking": ["20"]},
{"autor": ["lithua"], "title": ["Disappointed"], "content": ["First of all the second (business) lounge is closed. The reason why is it closed not clear. But cramming everyone into one lounge is not helping during a pandem", "..."], "ranking": ["30"]},
{"autor": ["lithua"], "title": ["Didn’t like it"], "content": ["Hotel is in quite good location. \nRooms need a lick of paint already. \nShower was leaking to the point, the water came up to the middle of the room. Hairdryer w", "..."], "ranking": ["20"]},
{"autor": ["lithua"], "title": ["Arturo was the best!"], "content": ["It was ineteresting and exciting tour. Time went by so quickly. Tour guide Arturo was the best. Gave so much good tips getting arround and mingle in Mexico. Lov", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Smooth stay"], "content": ["Hotel was fantastic. Very compact but so cozy. Check in was smooth. \nRooms aren’t fancy decorated but it gives  that cozy chic to the place. Breakfast is tasty.", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Very average"], "content": ["A tour felt like a waste of time. Of course we covered all highlights but… \nTour guide Edith was okay, but knowing some spanish I realised half of the informati", "..."], "ranking": ["30"]},
{"autor": ["lithua"], "title": ["Average"], "content": ["Hotel is located in quite nice neighbourhood. \nStaff was helpful and polite. Despite all of this there are a lot of small things that bug you off.\nFirstly we no", "..."], "ranking": ["30"]},
{"autor": ["lithua"], "title": ["Very hospitable"], "content": ["Hotel is located in a very covenient area. Only 5-7mins is to the beach and a couple of mins to the clubbing scene. \nReception staff is very friendly and helpfu", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Loved everything there"], "content": ["Loved everything there. Maybe the colourful interior was a bit too much at first but we got used to it and it was actually quite cozy and nice. \nFood is tasty a", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Good hotel"], "content": ["Very good hotel with perfect service. Staff is very proactive. Location is excellent - next to old town. Rooms are spacious and clean. Best wishes to bartender ", "..."], "ranking": ["40"]},
{"autor": ["lithua"], "title": ["Neither 4 stars nor a boutique"], "content": ["If you decide to put “Boutique” in your name then you must act like one. There is nothing fancy about this hotel. Reception girl was probably after a night shif", "..."], "ranking": ["30"]},
{"autor": ["lithua"], "title": ["Great!"], "content": ["We had a pleasant stay. Room was spacious and spotless. Staff was very helpful. Breakfast buffet is plentiful. Location is convenient- metro stop is 10meters aw", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Superb"], "content": ["We loved our stay there. Staff at the reception is very professional and helpful. Location is great, just minutes walk to old town. \nJunior suite was spacious a", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Wonderful 5*"], "content": ["Had a great time at T7. Prices are reasonable. Very cosy atmpsphere. Waiter was priffesional. Even managed make some drinks that are not on the menu. Loved it. ", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["excellent food"], "content": ["Tried a mix of grilled food. So delicious. Prices are reasonable. Highly recommended.They are famous fotr their dumplings. You should try those out too"], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Superb!!!!"], "content": ["We had a fantastic stay!! It’s trully a boutique hotel. It still smells so fresh even though it is run for two years already. Staff was very friendly and helpfu", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Wonderful time"], "content": ["Had a fantastic time at Fleming’s. \nLocation is very convenient. Staff is proffesional and helpful. Room was clean and well-equiped. And yes, please mind the se", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Matt was the best"], "content": ["Had a great time on a free walking tour. Matt the tour guide was amazing. Got many useful and interesting information and history facts about Munich. Highly rec", "..."], "ranking": ["50"]},
{"autor": ["lithua"], "title": ["Unfair Business "], "content": ["This was our second time there in two years. We had a nice stay but hotel needs a touch of paint already.  Pool needs cleaning very badly, other staff needs mor", "..."], "ranking": ["30"]},
{"autor": ["lithua"], "title": ["Great"], "content": ["We had a very pleasant stay. Hotel’s location is very convenient. 10mins walking to the center, clubs, bars nearby. Hotel’s staff was friendly and helpful. Hote", "..."], "ranking": ["50"]},
{"autor": ["bvenice662"], "title": ["My Mexico City day"], "content": ["I missed my flight it was a very stressful day but the hotel came to my rescue and I thank you for it. The staff was friendly and professional I would stay ther", "..."], "ranking": ["50"]},
{"autor": ["Anindo71"], "title": ["Unexciting Hotel"], "content": ["The hotel was very poorly maintained and tired looking, badly in need of a renovation. I'm a HHonors Diamond member and my wife was traveling but inspite of the", "..."], "ranking": ["20"]},
{"autor": ["Anindo71"], "title": ["A hotel that loves its guests"], "content": ["I was hungry and the time was 12:30 AM, so I knew that in-room dining was closed. I called them, hoping something would be available. I was told by front desk t", "..."], "ranking": ["50"]},
{"autor": ["Anindo71"], "title": ["Fabulous hotel a mere 25 minutes from the airport"], "content": ["Locals say the Hyatt Regency Ahmedabad is the best hotel in the city food-wise. I will say this is the best hotel in the city, period. The staff are excellent, ", "..."], "ranking": ["50"]},
{"autor": ["Anindo71"], "title": ["Excellent hotel in close proximity to O'Hare Airport. Very helpful front desk staff !"], "content": ["The front desk staff was aware of my Hilton Diamond status and I had a couple of special requests that were very efficiently taken care of because of my status.", "..."], "ranking": ["50"]},
{"autor": ["Anindo71"], "title": ["Needs better housekeeping"], "content": ["Room wasn't cleaned on time and only got cleaned after I had to alert front desk. And yes, I'm a Hilton Honors Diamond member, but that should not matter! I cou", "..."], "ranking": ["30"]},
{"autor": ["Anindo71"], "title": ["Whale-watching paradise so close to San Francisco"], "content": ["I stood on the starboard side bow of \"Happy Days\" and it was a thrill watching Captain John in action as he navigated the channels, scoured the bay and open oce", "..."], "ranking": ["50"]},
{"autor": ["Anindo71"], "title": ["The best money spent on a business trip!"], "content": ["This hotel is a class act! For a stranger to the city, the Airport pickup was very friendly, the drive to the hotel was short, the hotel staff at the reception ", "..."], "ranking": ["50"]},
{"autor": ["jeemag2018"], "title": ["Excellent Stay"], "content": ["Value for money, and a superb breakfast. The location is handy for the airport and availability of the shuttle welcome. I was particularly delighted with the fo", "..."], "ranking": ["50"]},
{"autor": ["jeemag2018"], "title": ["Always a Welcome"], "content": ["The staff at this Premier Inn both in the hotel and at the Beefeater are great. It’s a handy site for Prestwick Airport and plenty of parking too. Great night’s", "..."], "ranking": ["50"]},
{"autor": ["jeemag2018"], "title": ["Magical Mystery Tour"], "content": ["An excellent guided tour, Paul is a first class guide. It is clear from the outset the telling of the Central Station’s history is a labour of love for Paul. It", "..."], "ranking": ["50"]},
{"autor": ["jeemag2018"], "title": ["Outstanding"], "content": ["Friendly, informative and an excellent example of Icelandic hospitality. A varied selection of places. Child friendly "], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Excellent hotel in convenient and nice Zona Rosa neighbourhood"], "content": ["Great hotel in nice neighbourhood, with easy access to the Centro Historico via the Metro (or cab).\nGood facilities and breakfast option. Roof top balcony for g", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Excellent and fun Mexican cooking lesson"], "content": ["A fun way to learn how all those famous Oaxacan dishes (Moles & Salsas etc) are made - and to taste them all first hand."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Superb food with stunning views."], "content": ["With 21 guests flying out for a very special birthday, Armando and his team (including the fantastic Bianca, Michele, Chef Pancrazio, and barman Sergio – for di", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Such a friendly, wonderful place."], "content": ["Having researched many potential hotels for my two night 60th Birthday Party (flying out 21 guests, so quite an important, high risk occasion) – I can honestly ", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Convenient business restaurant"], "content": ["Conveniently located in the BTC-City, diVino is a good restaurant with courteous service serving a great business lunch. Would recommend."], "ranking": ["40"]},
{"autor": ["DIB_OK"], "title": ["Very well located comfortable hotel."], "content": ["Very comfortable hotel in the best location in Ljubljana. Well equipped modern rooms, and an excellent breakfast. All that and reasonable prices (in January!). ", "..."], "ranking": ["40"]},
{"autor": ["DIB_OK"], "title": ["Good quality, cosy restaurant"], "content": ["Good restaurant tucked away in quiet (hidden) courtyard area in central Ljubljana. Excellent food and wine in cosy environment. Has a cheaper bar/bistro next do", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Superb food of Michelin quality"], "content": ["Superb food worthy of a Michelin star! Great taster menu, with many courses of innovative creations, and delicious local wines. Even the fresh local bread and b", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Well appointed hotel in convenient location"], "content": ["Very smart hotel with great fitness health, spa, sauna and swimming facilities. Breakfast choices extensive, although few choices for reasonable priced food at ", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Great Tapas style food"], "content": ["Wide range of delicious foods, service was quick. Very popular and trendy restaurant / bar area, buzzing in the evenings."], "ranking": ["40"]},
{"autor": ["DIB_OK"], "title": ["Cheap and easy way to see the harbour!"], "content": ["Dont buy the expensive tourist excursion tickets, when you can travel on the normal ferries so cheaply. Also because they go at a modest pace, you get to enjoy ", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["What a haven among the bustle!"], "content": ["A great park, which is beautifully maintained and looked after. Always interesting with a nice cafe in the middle."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Fascinating old part of Sydney"], "content": ["A rabbit warren of passageways leading down the steep slope from the Harbor Bridge to the Habour itself. So much history here."], "ranking": ["40"]},
{"autor": ["DIB_OK"], "title": ["Excellent family Hotel - ideally located for skiing!"], "content": ["A great place to stay, very friendly family staff who can’t help enough. Great breakfasts and dinners. Comfortable rooms just a short walk away from a ski renta", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["In desperate need of a make-over - Avoid."], "content": ["Unfriendly and in desperate need of a make-over! Le Chinfrey to be honest is scary! It is trapped in a time-warp from the sixties, and has never been updated. I", "..."], "ranking": ["10"]},
{"autor": ["DIB_OK"], "title": ["Fantastic Bikes and Team - cannot recommend highly enough!"], "content": ["I cannot recommend Zach and his team highly enough. 10 of us have been on many adventure biking trips around the world, but non better than the two week trip we", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Great Food BUT completely overshadowed by their rampant commercialism!"], "content": ["Great Food BUT completely overshadowed by the rampant commercialism of this place, which left a bad taste!: \n1) Not allowed to book for 5 people, but OK for 6! ", "..."], "ranking": ["20"]},
{"autor": ["DIB_OK"], "title": ["Great food, great service. "], "content": ["Linda looked after the nine of us very well. Food was top quality (compliments to Tony the chef?) in a great environment. "], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Great, casual restaurant / cafe"], "content": ["Hidden away, but a great place to call in for a casual drink, coffee or tea and cakes or if you book:  for a great lunch or dinner. Ideal location for sitting o", "..."], "ranking": ["50"]},
{"autor": ["DIB_OK"], "title": ["Pricey, but fun(?) way to cross to Studland"], "content": ["Adds to the drama and fun of getting to the Isle of Purbeck and its glorious beaches, but getting increasingly expensive (especially if you happen to live in th", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Not special but good"], "content": ["Mar y tierra. Tenderloin medallion and grilled jumbo shrimps were perfect, very delicious. Fried rice was too salty unable to enjoy. - \"Typical\" breakfast was u", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Best beachfront "], "content": ["Staying three nights. There are only three rooms but their location is superb just on the beach. When sea level is high the water almost enter the patio. The su", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Good place"], "content": ["As previously experienced GrillHouse is good and has remained it's level high. Same waiters and the restaurant is open every day in contrast to many others on C", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Moderate"], "content": ["Close to my apartment, therefore ordered sometimes slices of pizza. The content okay but pizza itself was not thin as it should be. Once calzones which were tas", "..."], "ranking": ["30"]},
{"autor": ["Utepil"], "title": ["Relax and enjoy "], "content": ["Beautiful lake and surrounding with amazing nature. A lot of flowers, birds, monkeys, frogs. Apoyo is a good place for unnoisy environment. No sound of traffic."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Cosy hostel"], "content": ["Beachfront location is beautiful. Our room was on street level, so a lot of traps down to the beach and up to accommodation. There are available many activities", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Superior"], "content": ["Very nice restaurant with different varieties from the sea, especially \"sopa se mariscos\" is amazing. When fishing the restaurant prepared a lunch from Roosterf", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Nice hotel"], "content": ["Three nights beachfront with seaview. Very nice room with a balcony. Breakfast included in El Buen Gusto across the street. Nice restaurant with delicious lunch", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Enjoying dinner"], "content": ["Due to covid and restrictions not possible to have the dinner inside, only take away. Most restaurants in Turku were closed early but this was open late. We too", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Centro is centro"], "content": ["One night stay in front of Åland visit. Everything was like before except no possible to have the excellent breakfast, just take away. It is due to covid restri", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Excellent"], "content": ["One night accommodation after returning from my trip. The room was nice and cosy. The breakfast was excellent with some special contents. The staff was attentiv", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Attractive zone"], "content": ["Very nice place to walk by night, listen to music, watching people and have a dinner. Especially now in front of Christmas it is really beautiful with all kind ", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Moderate"], "content": ["Modest and simple although the rooms have all necessaries including kitchette. Location is like nowhere, long distance to puerto Salvador Allende. Zona viva gal", "..."], "ranking": ["30"]},
{"autor": ["Utepil"], "title": ["Nice experience"], "content": ["Half day tour with Juan. We were also fishing and then having a walking tour through the jungle. Amazing trees and bushes having medical substances important fo", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Superior service "], "content": ["Staying three nights here. Nena, Julia and Nancy were serving us. They made all possible to make our stay comfortable. The food was delicious. Nena arranged fis", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Exciting adventure"], "content": ["This trip is of high quality. They have put a lot attention to safety anf security. Two experienced guides were all the time with us, taking photos and videos. ", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Superior "], "content": ["Fish dishes are excellent, especially sopa de mariscos which contains all possible delicious species from the sea. I tried it twice. The prices are a little bit", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Cuckoo nest"], "content": ["Three nights here. Around the hotel is nothing, no shops, no other restaurants just beach where swimming is not possible. Moto or ATV is mandatory - Why four st", "..."], "ranking": ["40"]},
{"autor": ["Utepil"], "title": ["Terrible "], "content": ["Don't know why to pay this. The path is hard to walk, stones are slippery, no maintenance. At times dangerous. Just trees, couple of birds and monkeys. Not much", "..."], "ranking": ["20"]},
{"autor": ["Utepil"], "title": ["Tasty local food"], "content": ["During one month many times having dinner here. Tasting churasco, chicken wings, tortillas and hamburgers de la casa. Every time the food was tasteful and servi", "..."], "ranking": ["40"]},
{"autor": ["christinakellyc"], "content": ["Hi I spent 15 days in Mexico and entered USA no problem and spent 14 days in Vegas just got back . Customs never asked for proof or anything I have U.K. passpor", "..."]},
{"autor": ["christinakellyc"], "title": ["Absolutely loved it"], "content": ["Room was clean, staff were friendly especially Jorge at the pool bar who was super friendly and helpful, excellent customer service. The pool was lovely, food w", "..."], "ranking": ["50"]},
{"autor": ["christinakellyc"], "title": ["Food really poor"], "content": ["The food was really poor, I ordered nachos with cheese and salsa, cone with no salsa and cheese sauce which did not taste anything like cheese.  Ten ordered Phi", "..."], "ranking": ["10"]},
{"autor": ["christinakellyc"], "content": ["Hi I want to travel from the U.K. to Las Vegas, if I fly to Mexico and stay for 14 days is it possible to go from Mexico to Las Vegas ? \nI know the USA restrict", "..."]},
{"autor": ["christinakellyc"], "content": ["Can you travel to Mexico and stay for 14 days then go the USA at the minute if your from U.K.? I noticed flights are allowed from Mexico to USA and have read ot", "..."]},
{"autor": ["christinakellyc"], "title": ["Fun change"], "content": ["The venue is a fun change for casual dinning.  The ribs were extremely fatty and not at all nice and did not taste like real smoked bbq.  The other meats were q", "..."], "ranking": ["30"]},
{"autor": ["christinakellyc"], "title": ["Excellent staff"], "content": ["We flew Manchester to Newark\nAnd then to Vegas, the staff are so friendly and helpful much more relaxed than British airlines.  Food was really nice apart from ", "..."], "ranking": ["50"]},
{"autor": ["christinakellyc"], "title": ["Staff are excellent"], "content": ["I visit circus circus three times a year and the staff are lovely and extremely helpful, especially Lillian the cocktail lady.\n\nYes there are kids roaming aroun", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Good Location and Free Airport Pickup, convenient to Yellowstone"], "content": ["The big plus point is the free airport shuttle that you have to book 24 hours in advance.  Saves you at least 60 dollars on a round trip to and from the airport", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Good Location to visit downtown"], "content": ["Used this hotel as a stopover on my way to Zion National park.  Don't confuse this one with the hotel at City Creek.   The hotel is close to many restaurants, c", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Alternate Option to Cancun Beach Hotels"], "content": ["Used this hotels as an alternate option to the more expensive beach hotels in Cancun.   Was pleasantly surprised.  The location of hotel is in a Business distri", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Good Sports Bar"], "content": ["A good sports bar with enough spacing between tables for social distancing.  The interior is pretty much sparse and with open tables. It is good for a group fee", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Good Lebanese Food"], "content": ["This is a long standing restaurant in Arlington on Wilson Blvd.   The interior has shades of an Arab palace decorations.   The menu is mostly Lebanese and we ch", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Good location for Grand Canyon, Sedona, Flagstaff, Presoctt"], "content": ["I chose this hotel as it was moderately priced compared to the hotels in Sedona.   The location is about 3 miles from Whisky row in Prescott, where the historic", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Good for airport stopover"], "content": ["It is good if you have an overnight stopover at the Phoenix airport.  The hotel offers a free shuttle, but you have to call for it after you land.  The hotel is", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Plenty of eating places and Mariachis"], "content": ["It is a very good cultural experience to visit this market.  It has plenty of eating places and to shop for local goods.  The place is pretty clean.  While havi", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Good Location and Food"], "content": ["This restaurant has an ideal location in the main plaza of the historic center.  It is just across from the main cathedral and there is some good outdoor seatin", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Instagram Spot"], "content": ["It is a unique location close to the Hidalgo market and the central plaza.  I came to know about this place mentioned as an Instagram spot.  Be prepared to walk", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Top hotel in Jackson"], "content": ["It was a good stay at Westin, Jackson.  The location is pretty close to most of the entertainment areas of Jackson.   Beside the hotel there is a US courthouse,", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Name change appropriate now"], "content": ["It is a hour and a half drive from Phoenix along a scenic highway.  The monument is well preserved by the national park service.   I purchased an annual pass as", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Busy and good service"], "content": ["This is a big restaurant located in a warehouse and pretty close to entertainment area of Jackson.   Plenty of parking around and the restaurant was pretty busy", "..."], "ranking": ["40"]},
{"autor": ["Sundncr"], "title": ["Good food, people watching, central location"], "content": ["Restaurant is located in one of the historical building surrounding the central plaza.  It was a good experience to enjoy a few drinks and dinner on Christmas e", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Best Breakfast"], "content": ["I was here with friends for breakfast.  It is an upscale hotel and in the historical plaza.   The service was wonderful and we were seated immediately on Christ", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Life Jacket a Must"], "content": ["This seemed like it was a part of Selva Maya park.   After you enter the park, you are offered to add breakfast or a meal to your ticket.  We passed.  This is o", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Close to the Historical Center"], "content": ["There are two hotels by the same name.   So just be aware of which one you booked. This clean and good customer serviced hotel is just a block or two off the Hi", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Right in the Middle of Historic Guanajuto"], "content": ["Location could not be any better.  It is right in the middle of the historic center of Guanajuoto.  One can walk from here to all the important tourist sites in", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Really Grand hotel and great location"], "content": ["The hotel is more like a palace and right in the center of the historic part of Queretaro.  I could see the main church from the balcony of my room.   The hotel", "..."], "ranking": ["50"]},
{"autor": ["Sundncr"], "title": ["Rock climbing high"], "content": ["This is one adventure that will be a highlight of your life.  You need to be in moderate physical condition at least, as you will be climbing a real cliff.   Fo", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Amazing place"], "content": ["Beautoful, undersated resort, overlooking the water.  Great service, fresh delcious food, gorgeous infinity pool.  We were traveling with my son and had 2 conne", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["4 nights at SALT Suites"], "content": ["Loved our stay here.  We stayed in Kleftiko suite which was very spacious.  Enjoyed the hot tub over looking the water at the end of the day.  The room was clea", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Amazing Customer Service"], "content": ["I love this shop..they have a wonderful selection of vintage items and other fun purchases.  A year or so ago I purchased a wind chime strung with wire that was", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Great location, beautifully designed rooms"], "content": ["We stayed in PH 1 and 2. Adjoining rooms on the top floor. Very spacious great marble bathrooms, terraces Perfect for my husband  and I and our adult son. Locat", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Amazing getaway"], "content": ["There are only 7 rooms here each freestanding. All have beautiful ocean views, tastefully designed  We stayed in a 2 floor casita with private pool. Was stunnin", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Excellent private tour of attractions in Atacama"], "content": ["Visited Valle de la luna for a hike and then Valle de las muertas to watch the sunset.  \"sundowner\" with wine , cheese, and other snacks, as well as comfy chair", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Loved this studio & the artist!"], "content": ["We loved our visit to this beautiful studio!  It is a wonderful space, near the water.  The artist, Beatriz Sala, was so warm and spent time speaking with us.  ", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Low key atmosphere.  Great food!"], "content": ["Loved this place.  Delicious food, excellent service. My son has a limited diet & they were extremely accomodating."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Beautiful hike!"], "content": ["We hiked up Lion's Head at dusk & arrived at the summit in time to watch the sunset.  It was absolutely beautiful. I highly recommned this hike. The hike down i", "..."], "ranking": ["50"]},
{"autor": ["Randi S"], "title": ["Amazing Experience!"], "content": ["Makweti is a very special place.  The accomodations are beautiful & comfortable, the staff is incredibly attentative & the safari is terrific.  Our guide/tracke", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["It could have been a great experience"], "content": ["The location is superb, not too far from town center, quiet except the bell from a near by church; but it has to be regarded as part of  the charm of such place", "..."], "ranking": ["30"]},
{"autor": ["Ph_C"], "title": ["You get about what you pay for !"], "content": ["The hotel is not very  expensive, it looks like pretty nice in so far as you consider having a superior room, don't hesitate  the difference in price is only 10", "..."], "ranking": ["40"]},
{"autor": ["Ph_C"], "title": ["An hotel with no charm"], "content": ["Hotel on a golf course, the rooms are large and properly equipped, insulation between the rooms average, we could hear the neighbor taking a shower.\nA large hal", "..."], "ranking": ["40"]},
{"autor": ["Ph_C"], "title": ["A small and nice place to spend a week"], "content": ["This hotel is human sized, near a park and restaurant.\nThe room was large and comfortable, we had some problem with equipment, but all was solved by the hotel m", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["Round trip to Chichén Itza"], "content": ["One day trip to visit the Mayan city , well organized and really interesting, our Tour Guide Manuel was top class.\nYou'll enjoy shopping either on the halt or o", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["A real nice place BUT needs improvement"], "content": ["We spent 3 days in this hotel, even with COVID restriction, the overall experience was good , the Junior Suite we had, had a fantastic double view, the bed was ", "..."], "ranking": ["40"]},
{"autor": ["Ph_C"], "title": ["Une bonne adresse "], "content": ["Accueil très agréable, cadre accueillant et surtout Pizzas avec une très bonne pâte et bien garnies - Bon rapport qualité prix "], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["Promenade ouverte à tous"], "content": ["Depuis Lauenen un chemin à travers bois emmène jusqu'au lac, une montée ponctuée de statues d'animaux en bois, compter environ 1 heure. Arrivé au Lac , on peut ", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["An unconventional place full of charm"], "content": ["It's a pop-up hotel opened 2 years ago in an old sana, rooms can be very large and unconventional.\nThe \"hotel\" is overlooking Saanen and Gstaad, the panorama is", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["A nice spot and a typical swiss hotel"], "content": ["A queit spot in a typical Swiss mountain village, not too far from the main road leading to the pass.\nA warm welmcome by the hotel keeper, an affordable restaur", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["Bonne adresse; mais trop chère"], "content": ["Nous avons été accueilli pour dîner sans avoir réservé, une place nous a été trouvée au bar. Un service attentif et une carte très fournie et de qualité, sans f", "..."], "ranking": ["40"]},
{"autor": ["Ph_C"], "title": ["Une halte de qualité sur le Gourmetweg"], "content": ["L’hiver sur les pistes, l’été sur le sentier gourmet (6 dans le plan des randonnées)\nUn accueil agréable et un service efficace, une superbe vue sur le Cervin e", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["Vision intéressante du passé de Zermatt"], "content": ["Petit musée, les reconstitutions sont intéressantes et variées, retour dans le passé réussi.\nLes présentations audiovisuelles sont de qualité."], "ranking": ["40"]},
{"autor": ["Ph_C"], "title": ["Table qui mérite sa bonne réputation"], "content": ["Nous sommes arrivés à 2 sans réservation pour dîner vers 19h30, avec les excuses de la personne de l’accueil, une table nous a été trouvée dans la deuxième part", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["Un salon de thé comme on en fait plus !"], "content": ["Un moment très agréable dans un lieu ayant du charme.\nUn accueil souriant malgré notre arrivée 1/4 d'heure avant la fermeture, un choix de thés très fournis et ", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["Découverte de Laval"], "content": ["Dans le faubourg de Laval, une église remarquable, des retables très bien mis en valeur par un éclairage adapté, mérité le détour lors d'une visite du centre hi", "..."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["Une soirée agréable"], "content": ["Service à l'écoute, rapide et de qualité.\nBon accueil.\nCadre traditionnel et calme.\nCuisine ouverte sur la salle, donc odeurs possibles.\nBonne adresse."], "ranking": ["50"]},
{"autor": ["Ph_C"], "title": ["Découverte de la Mayenne"], "content": ["Hotel de qualité, service remarquable. Literie très confortable dans la chambre de catégorie supérieure.\nAurait néanmoins besoin de petits travaux d'entretien e", "..."], "ranking": ["40"]},
{"autor": ["Ph_C"], "title": ["Une nouvelle adresse à découvrir "], "content": ["Une formule déjeuner intéressante, de bonne qualité.\nUne carte alléchante mais à des tarifs élevés même pour Luxembourg.\nUn cadre et un service de qualité.\n"], "ranking": ["40"]},
{"autor": ["Ph_C"], "title": ["Un très bon endroit pour découvrir les vins Hongrois"], "content": ["Autour d'un plateau de charcuterie et de fromage, découverte des vins Hongrois.\nAccueil très agréable et attentif.\nConseils de qualité.\nPossibilité de tester de", "..."], "ranking": ["50"]},
{"autor": ["Fil"], "title": ["An honest boutique hotel"], "content": ["The modest rooms are clean and comfortable, in an old school boutique hotel. The staff are friendly and helpful. Nice area with lots of hangout spots and eateri", "..."], "ranking": ["50"]},
{"autor": ["Fil"], "title": ["The Only Good Hotel In Yola, Adamawa"], "content": ["Let's start with the positives, the hotel is clean, reasonably priced and spaciously laid out. Considering that it's in Adamawa, it has adequate amenities and r", "..."], "ranking": ["40"]},
{"autor": ["Fil"], "title": ["Nice hotel, with friendly staff"], "content": ["Reasonably priced hotel, with friendly staff and clean restaurant, corridors, and rooms.\n\nThe basic room I stayed in was clean, had a double bed with reasonably", "..."], "ranking": ["40"]},
{"autor": ["Fil"], "title": ["Excellent Family Run Lodge"], "content": ["I highly recommended staying at this family run lodge, it has friendly and helpful staff, tasty home-cooked breakfast, omelettes or English fryups, fresh fruit,", "..."], "ranking": ["50"]},
{"autor": ["Fil"], "title": ["Average Hotel"], "content": ["I stayed in this hotel during the low-season. \nThe positives: Good-sized room with working AC, ensuite bathroom with unlimited hot water and working Wi-Fi. The ", "..."], "ranking": ["30"]},
{"autor": ["Fil"], "title": ["The Best Hotel in Town"], "content": ["There are very few options in this area, so was very grateful for this oasis. You can find the hotel next to the petrol station. Tasty Ethiopian food served at ", "..."], "ranking": ["40"]},
{"autor": ["Fil"], "title": ["Excellent Hotel"], "content": ["Centrally located hotel in Thamel on a relatively quiet side street. Clean well-equipped room, with ensuite bathrooms and AC. Friendly, helpful staff who speak ", "..."], "ranking": ["50"]},
{"autor": ["Fil"], "title": ["Excellent hotel! Warning criminal gangs targeting foreigners in local area"], "content": ["The hotel is overall excellent. Friendly staff, clean rooms, good restaurant buffet, reasonably well-equipped gym, professional spa and swimming pool. The Inter", "..."], "ranking": ["30"]},
{"autor": ["Mikayla"], "title": ["The Most Charming Hotel"], "content": ["Every detail of this place was given incredible attention to the details - making it hard to actually explore the city because you won't want to leave the hotel", "..."], "ranking": ["50"]},
{"autor": ["Mikayla"], "title": ["Fantastic Poon Hill Trekking Experience "], "content": ["We had a wonderful experience with Cosmic Trekking!! From beginning to end, they took care of all our accommodations and for our Poon Hill 4 day trek. \n\nAt one ", "..."], "ranking": ["50"]},
{"autor": ["Mikayla"], "title": ["Not what we expected"], "content": ["The location and ambiance was superb. The beer was very cold which can be hard to come by. The dining area was clean and service was mostly attentive.  However ", "..."], "ranking": ["20"]},
{"autor": ["Mikayla"], "title": ["Excellent Service & Convenient Location "], "content": ["We stayed at this hotel our last night in Pokhara. Compared to the other locations we stayed, it was the best —more walkable to good restaurants, the airport an", "..."], "ranking": ["50"]},
{"autor": ["Rasmus H"], "title": ["Nice hotel but charging more than agreed "], "content": ["The hotel is very nice in a great location. The rooms are fine and the interiour beautiful. You pay a high price for both the rooms and different services. And ", "..."], "ranking": ["30"]},
{"autor": ["Rasmus H"], "title": ["Nice but not great"], "content": ["The hotel is very nice with cosy rooms/apartments. There is no reception and not very good service and the breakfast is very poor with cold fruit and pastry/cak", "..."], "ranking": ["30"]},
{"autor": ["Rasmus H"], "title": ["Worst bar ever"], "content": ["Worst bar ever\nLousy drinks and no atmosphere. And very hard to locate. Go somewhere else.\n50 best bars list have made a huge mistake with this!"], "ranking": ["10"]},
{"autor": ["Rasmus H"], "title": ["Vil ikke tilbagebetale for aflyst rejse"], "content": ["United er forpligtigede til at tilbagebetale for en aflyst rejse, og de nægter at tilbagebetale trods flere henvendelser. Find et andet flyselskab."], "ranking": ["10"]},
{"autor": ["Rasmus H"], "title": ["Elendigt flyselskab - altid for sent"], "content": ["Delta er altid forsinkede og har ikke styr på deres ruter. Dårlig service og ingen ordentlig hjælp når de igen er forsinkede.\nFlyv med nogle andre!"], "ranking": ["10"]},
{"autor": ["Rasmus H"], "title": ["Internet virker ikke"], "content": ["Wifi virker ikke - helt uacceptabelt!\nDet skal virke når det er jeres store markedsføringside at man skal kunne arbejde undervejs. "], "ranking": ["10"]},
{"autor": ["Rasmus H"], "title": ["Gamle fly og forsinkelser "], "content": ["KLM har de ældste og mest outdatede fly - ingen wifi og forældet entertainment system. Og ofte forsinkelser - særligt fra Amsterdam til Billund. Ikke godt nok!"], "ranking": ["20"]},
{"autor": ["Rasmus H"], "title": ["Ekstrem dårlig service "], "content": ["Jeg bestilte bord på restauranten til min familie på restaurantens hjemmeside og fik bekræftelse på mail om min reservation. Da jeg kom var restauranten lukket!", "..."], "ranking": ["10"]},
{"autor": ["Rasmus H"], "title": ["Dejligt hotel - fantastisk udsigt "], "content": ["Lækkert og flot hotel - fik fantastisk værelse på 10. sal med udsigt over havnen og byen - kan anbefales😊 nemt at komme til og gode parkeringsforhold. God og e", "..."], "ranking": ["40"]},
{"autor": ["Rasmus H"], "title": ["Meget dårligt og beskidt hotel"], "content": ["Overnattede en enkelt nat på hotellet - værelset lugtede af kloak og var meget beskidt. Lamperne virkede ikke, og der er hverken en stol eller et glas på værels", "..."], "ranking": ["10"]},
{"autor": ["Rasmus H"], "title": ["Skøn kaffe og dejlig betjening "], "content": ["Virkelig god og lækker kaffe - og lækre boller og kager. Betjeningen er søde og opmærksomme og altid hjælpsomme. Kan kun anbefales på det varmeste."], "ranking": ["50"]},
{"autor": ["Rasmus H"], "title": ["Dårlig service"], "content": ["Hotellet er acceptabelt med små værelser, men de har slet ikke styr på deres morgenmad og buffet. Der er lang kø og lukkede maskiner til drikkevarer - helt urim", "..."], "ranking": ["10"]},
{"autor": ["Rasmus H"], "title": ["Dårlig service"], "content": ["Spies/Sunwing burde kunne levere et ordentligt produkt og en god service, men det er ikke tilfældet. Meget ringe morgenmadsbuffet, ingen service overhovedet og ", "..."], "ranking": ["10"]},
{"autor": ["MannyT"], "title": ["Increible lugar para vacacionar"], "content": ["Habitaciones amplias, equipadas con cocineta y  refrigerador. agradable decoracion y una alberca con chapoteadero de muy buen tamano.\n\nMagnifica ubicacion a una", "..."], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["noisy, uncomfortable"], "content": ["Great location, short walking from the airport\nRoom facilities very basic. Thin metal door.\nThere is a bar next door with life music (banda) until 3 AM. Very di", "..."], "ranking": ["20"]},
{"autor": ["MannyT"], "title": ["Xolos games are funny. good entertainment"], "content": ["Arrive 30 min to  an hour later. Enjoy carne asada at the stadium plaza. Cheap and delicious, and have few beers. (Only $35).\nThe game starts promplly at 7.30 P", "..."], "ranking": ["40"]},
{"autor": ["MannyT"], "title": ["Best fired rice in Tijuana"], "content": ["Food is amazing. And price is unvelivable. Takamechi Especial is superb. Mix of octopus,shrimp,chicken and beef in a slightly fried rice makes a wonderful combi", "..."], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["Authentic italian food"], "content": ["Nice decoration o this Italian restaurant. Food quality is very good. Service usually is good. Large Wine list "], "ranking": ["40"]},
{"autor": ["MannyT"], "title": ["One of the finest restaurant in town."], "content": ["Food options and food quality are superb.\nChef specialty are very recommendable.\nDon't forget to order a good wine to get the best experience of this fin restau", "..."], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["better than KFC"], "content": ["Local franchise with clean restaurants and quick service. Prices are competitive (not cheap). Good flavor for a fast food restaurant"], "ranking": ["30"]},
{"autor": ["MannyT"], "title": ["Nice looking arch in a georgeous city"], "content": ["Antigua is a MUST SEE city. with stone streets and 1 level houses, it's a lovely place to be.\n\nHalf of their churches are damaged from earthquakes, but still th", "..."], "ranking": ["40"]},
{"autor": ["MannyT"], "title": ["You must see their musuem, and enjoy their restaurant"], "content": ["Amaizing Place. Church ruins converted into a museum. Having some drinks at the terrace restaurant under a huge, huge, tree was a wonderful experience"], "ranking": ["40"]},
{"autor": ["MannyT"], "title": ["goign from Antigua to the lakes, you must stop here to eat.."], "content": ["Very nice place at the top of the hill.  Food is superb. prices very reasonable. Yous must try their panckakes. "], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["LUXURY AT AFFORDABLE PRICE"], "content": ["Hotel Le Reve is a nice, comfortable, small hotel right in front of the Caribean sea.\nI've staying in some of the huge hotel along Mayan Riviera (you may check ", "..."], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["right on the boardwalk"], "content": ["nice location on the main boardwalk. 2nd floor, with ocean view.\ngood service, but food is just average. not too much  flavor"], "ranking": ["30"]},
{"autor": ["MannyT"], "title": ["wonderful experience"], "content": ["nice walk on the boardwalk between Bustamante's sculptures. some sand castles. I enjoyed ocean breeze and a tasty icecream"], "ranking": ["40"]},
{"autor": ["BLC52"], "title": ["A beautiful lodge type setting"], "content": ["The valley this is situated in is breathtaking.. I’m not sure that there are many places in Ecuador that are not. My daughter and I had a package for 7 nights. ", "..."], "ranking": ["30"]},
{"autor": ["MannyT"], "title": ["best location"], "content": ["Couple blocks from main square and cathedral. Easy to walk everywhere on th Puerto Vallarta downtown and boardwalk.  Nice facilities, not luxurious, but clean a", "..."], "ranking": ["40"]},
{"autor": ["MannyT"], "title": ["Por ubicacion y precio: inmejorable"], "content": ["Pequeno hotel de 8 habitaciones ubicado en una zona muy tranquila del Valle.\nCuartos limpios, buen servicio. Cerca de vinedos y restaurantes.\ncuenta ocn un rest", "..."], "ranking": ["40"]},
{"autor": ["MannyT"], "title": ["gourgoeus Hotel"], "content": ["The Hotel, the town, beach and parks are superb. It is a must if you visit San Diego.\nHungry? Hotel Del Coronado bufeet is the place to go. Elegant, good flavor", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Relaxing place to eat"], "content": ["A good variety of choices! I had the falafel plate which was delicious and very filling. My daughter had a sandwich which was also good. They also had a variety", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Good meal"], "content": ["Pricing is high in this town, assuming it’s due to the high number of foreigners in the area. The food was delicious! We had the tacos, quesadilla fruit juice a", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Coffee shop"], "content": ["Had a snack break here. Coffee, milkshake, brownie and Black Forest cake. It was all quite good. They have local coffee beans and chocolate bars. "], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["best hamburguer in the world"], "content": ["Tasty, fresh, delicious.\nnot many choices: single or double. Either one is very tasty. I always order double-double with cheese.  If you are french fries fan; t", "..."], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["Great City"], "content": ["excellent place to spend the night. good bars, restaurants, old cinemas, shopping malls. you name it. visit it.\nI was at San Diego downtown 30 years ago, it was", "..."], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["good experience"], "content": ["great mo 3D movies. it always has expositions, art , theater plays, pain exhibits; you name it. CECUT is one of Tij icons  "], "ranking": ["50"]},
{"autor": ["MannyT"], "title": ["Enjoy being near mother Nature."], "content": ["This little hotel has water front cabanas with spectacular view of one of the most beautiful lakes that I ever visited.Clear water, withe sand, Colors of the la", "..."], "ranking": ["40"]},
{"autor": ["BLC52"], "title": ["Beautiful shop in a beautiful town"], "content": ["The lady was very helpful, a large selection and variety of items (clothing,jewelry, bags etc) the jewelry was beautiful but bought too much lol."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Reasonable price, close to the airport "], "content": ["Our family had 4 rooms here. It’s nothing fancy but it’s clean and comfortable. A word of advice - if you aren’t getting hot water out of the expected valve try", "..."], "ranking": ["30"]},
{"autor": ["BLC52"], "title": ["Interesting "], "content": ["We were in the city for a family wedding and wanted to do some last minute shopping and find some traditional Mexican items. This was the place to go. A huge va", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["OMG"], "content": ["My daughter-in-law told us that everyone that comes to Mexico City should eat here, and I couldn’t agree more! Wow the food was incredible, the building amazing", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Worth it "], "content": ["This was a typical tourist attraction with everyone trying to sell you something, which isn’t necessarily a bad thing. I just needed to practice saying no(I’m a", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Cancun"], "content": ["First of all I have to say Cancún is not my cup of tea and not a place I want to return to and glad it was a short visit. I’m thinking if you like Vegas style y", "..."], "ranking": ["30"]},
{"autor": ["BLC52"], "title": ["Wow"], "content": ["This is a Must See! We had great timing and got to check out the Canada 150 display. Which was very impressive. I know that I will definitely be returning as on", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Great!"], "content": ["We choose this hotel because of its location to the MTS Centre the price was very reasonable, the room emmaculate, parking very easy and the staff were very hel", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Restaurant "], "content": ["I manage to stop here every time I'm in town. This time (and just about every other) it was breakfast take out. Even that was delicious. They do an excellent br", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Relax"], "content": ["What a wonderful B&B! Several rooms in what appears to be a traditional building in Aberdeen. Very easy to locate from the south west with ample parking. Short ", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Average"], "content": ["This was a quaint pub in a cool building. I had the lasagna and did not enjoy it. I would try something different the next time."], "ranking": ["30"]},
{"autor": ["BLC52"], "title": ["Not what we expected"], "content": ["It was very organized parking on arrival and we had good weather for the most part. All the events were taking place in the ring surrounded by the grandstands. ", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Slow"], "content": ["They tell you on the menu that they take their time and they're not kidding. Well over an hour to get the food. If you are missing American food than this may b", "..."], "ranking": ["20"]},
{"autor": ["BLC52"], "title": ["Wow"], "content": ["This is a beautiful fine, sand beach and very long. The weather was not great for swimming but a grand walk was had!"], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Scottish"], "content": ["This whole area you feel Scotland! The town is quaint with quaint shops and helpful informative people that were friendly and helpful. We stayed one night here.", "..."], "ranking": ["50"]},
{"autor": ["BLC52"], "title": ["Friendly staff"], "content": ["Stopped in here for dessert and a drink and the staff were very friendly and helpful. We didn't try any of the meal items but the cakes were very good."], "ranking": ["50"]},
{"autor": ["Peter P"], "title": ["Owner is an ignorant liar"], "content": ["It is just a room in a flat on the 12th floot in a Soviet-style block of flats on a communist housing estate near the left bank of Dnipro river. There are 3 oth", "..."], "ranking": ["20"]},
{"autor": ["Peter P"]},
{"autor": ["Peter P"], "title": ["Great cheap hostel almost in Tehran City Centre"], "content": ["Hidden behind a small door on the corner of Amir Kabir Street and Pamenar Street, this is a really affordable accommodation for a budget traveller in Tehran. Th", "..."], "ranking": ["40"]},
{"autor": ["Peter P"], "title": ["Cheap Chinese-only speaking hotel close to Zhengzhou airport"], "content": ["Close to Zhengzhou-Xinzheng International Airport, it is situated about 10 minutes drive from the airport. Located next to its sister Yueli Shanshui Hotel, this", "..."], "ranking": ["40"]},
{"autor": ["Peter P"], "title": ["Cheap but terrible hostel near the airport"], "content": ["I needed a cheap accommodation close to Dar es Salaam Julius Nyerere International Airport and this was the only option. It fulfilled the purpose, was really cl", "..."], "ranking": ["20"]},
{"autor": ["Peter P"], "title": ["OK for budget travellers"], "content": ["This is probably the cheapest accommodation directly next to Heathrow airport, so it is very popular with budget travellers for an overnight stay. If you choose", "..."], "ranking": ["30"]},
{"autor": ["Peter P"], "title": ["Luxurious accommodation near JKIA"], "content": ["This luxurious accommodation at the entrance to the Jomo Kenyatta International Airport area is rather expensive, but offers a first class amenities. Rooms are ", "..."], "ranking": ["50"]},
{"autor": ["Peter P"], "title": ["Good for the price, but full of mosquitos !"], "content": ["When looking for an affordable accommodation not far from JKIA airport, this is one of the options. It is not very expensive and offers everything necessary for", "..."], "ranking": ["30"]},
{"autor": ["Peter P"], "title": ["Average budget accomodation near Mexico City Airport T1"], "content": ["If you are on a low budget, this is a good option to overnight near Terminal 1 of Mexico City Benito Juarez International Airport. Not a fancy hotel at all, thi", "..."], "ranking": ["30"]},
{"autor": ["Peter P"], "title": ["Average hotel near MIA"], "content": ["The hotel is situated on the north side of Miami International Airport and has a free airport shuttle every 30 minutes (60 minutes during the night), just look ", "..."], "ranking": ["30"]},
{"autor": ["Peter P"], "title": ["Great private house near MIA"], "content": ["This hidden private house lies to the NE of Miami International Airport, in Brownsville, some 10-15 minutes ride from MIA. It consists of 3 houses in a small qu", "..."], "ranking": ["40"]},
{"autor": ["Peter P"], "title": ["Great staff at this cheap hotel"], "content": ["If you do not require luxury, I can fully recommend this small cheap hotel. Located in the heart of Tehran, not far from Golestan Palace and other attractions, ", "..."], "ranking": ["40"]},
{"autor": ["Peter P"], "title": ["Good low-cost hotel in Shiraz"], "content": ["Especially if you arrive by bus, this hotel is very close to Karandish Bus Terminal. But also accessible from the airport by taxi in about 20 mins. A very simpl", "..."], "ranking": ["40"]},
{"autor": ["Peter P"], "content": ["I just used the metro Line 8 from IKA airport after my arrival. Departures from IKA are: 06:40, 08:00, 09:20, 10:40, 12:00 and 13:20. All next departures are co", "..."]},
{"autor": ["Peter P"], "title": ["If something goes wrong you will feel the bad service"], "content": ["I chose to fly Air Serbia for the first time, because they had the cheapest offer from Vienna to Moscow with baggage included and I thought that with Etihad Air", "..."], "ranking": ["20"]},
{"autor": ["Peter P"], "title": ["Decent hotel near LHR for a fair price"], "content": ["If you get a good deal, this can be a nice stay near LHR, as most other nice hotels are usually very expensive. It is not the cheapest, but the price/quality ra", "..."], "ranking": ["40"]},
{"autor": ["Peter P"], "title": ["Cheap stay near CDG but far from good"], "content": ["A cheap simple hotel near CDG airport, opposite the Cargo zone to the southwest of the airport. Hotel looks very outdated from outside, inside it is OK and clea", "..."], "ranking": ["30"]},
{"autor": ["Peter P"], "title": ["A nice stay in the center of Moscow for a good price"], "content": ["Located almost in the city center, within walking distance of 3 metro lines. In a side street, not easy to find for a foreigner, but very quiet. Very helpful, f", "..."], "ranking": ["40"]},
{"autor": ["Peter P"], "title": ["Very good stay near Arlanda airport"], "content": ["This 3-star hotel is located in a quiet Industrial area not far from Arlanda airport, limiting the aircraft noise to a minimum. It has a village-style concept, ", "..."], "ranking": ["50"]},
{"autor": ["Peter P"], "title": ["Did not even sleep there"], "content": ["I cannot review the hostel itself, because I never slept there ! I had a valid reservation via Booking.com for 3 nights in this hostel for a private single room", "..."], "ranking": ["10"]},
{"autor": ["Nootor"], "content": ["Hello\nI'll be in Madrid too in around 1 week. \nThe number of injected patients is increasing so fast that made me so worried whether to cancel my trip.\nHow is t", "..."]},
{"autor": ["Nootor"], "content": ["Hello\n\nI'll be travelling to Madrid in the next 2 weeks for vacation.\n\nHowever, the number of infected people with COVID 19 has been increasing so fast througho", "..."]},
{"autor": ["Nootor"], "content": ["Hello\n\nI would like to go to the mirador los cabezuelos  to see the mirador view of Arcos de la Frontera.\n\nJust wondering is there any bus to/from there to the ", "..."]},
{"autor": ["Nootor"], "title": ["โรงแรมใจกลาง isfahan"], "content": ["ข้อดี : ตั้งอยู่ใกล้แหล่งท่องเที่ยว สามารถเดินไป Naqsh-e Jahan Square ประมาณ 10 นาที รอบๆโรงแรมมีถนนคนเดิน ร้านขายของ \nข้อเสีย : ข้างนอกโรงแรมดูใหม่ แต่ในห้องค่", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["โรงแรมสวนในเมือง yazd"], "content": ["ข้อดี : โรงแรมตกแต่งสวยงามแบบสวยเปอร์เซีย มีมุมถ่ายรูปสวยๆสำหรับนักท่องเที่ยว มีนกมาคอว์ให้ดูด้วย ห้องพักตกแต่งสวยงามแบบท้องถิ่น อาหารมีให้เลือกหลากหลาย ค่อนข้า", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["โรงแรมแนะนำใน shiraz"], "content": ["ข้อดี : โรงแรมใหม่เอี่ยม และหรูหรา ตั้งอยู่ใกล้สถานท่องเที่ยวหลายแห่ง เช่น pink mosque, shah Cheragh และ Seyed Alaedin Hossein shrines\nข้อเสีย : ห้องพักค่อนข้าง", "..."], "ranking": ["50"]},
{"autor": ["Nootor"], "title": ["โรงแรมแนะนำใจกลาง Tehran"], "content": ["ข้อดี : ตั้งอยู่ใจกลางเมือง อยู่ใกล้สถานีรถไฟใต้ดิน Imam Khomeini ซึ่งเป็นสถานีใหญ่เชื่อมต่อหลายสถานี เดินทางไปไหนได้สะดวก และอยู่ใกล้พิพิธภัณฑ์แห่งชาติ เดินไปไ", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["ร้านอาหารทะเลแบบตุรกีราคาไม่แพง"], "content": ["ตั้งอยุ่ในย่านที่มีคนพลุกพล่าน แถบนั้นมีร้านอาหารมากมาย ส่วนใหญ่เป็นร้านตุรกีรวมถึงร้านนี้ ขายอาหารทะเลหลากหลาย ราคาไม่แพง รสชาติใช้ได้ แต่ต้องรออาหารค่อนข้างนา", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["โอเคอยู่"], "content": ["ข้อดี : ราคาไม่แพงมาก อยู่ใกล้สถานีรถไฟ เดินไปไม่เกิน 5 นาที มีร้านค้าและร้านอาหารมากมายรอบๆ พนักงานเป็นมิตรดี ห้องพักใหม่และกว้าง เตียงใหญ่นอนสบาย  มีอุปกรณ์ที", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["พอใช้ได้"], "content": ["ข้อดี : ราคาไม่แพง โรงแรมตั้งอยู่ระหว่างสถานีรถไฟกับเมืองเก่า เดินเท้าไปไม่ไกล รอบๆมีร้านอาหารให้เลือกมากมาย เปิดจนดึก พนักงานเป็นมิตรดี ไวไฟใช้ได้ ไม่มีแอร์ แต", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["สมบูรณ์แบบ"], "content": ["ข้อดี : อยุ่ใกล้สถานีรถไฟ berlin มาก แค่เดินข้ามถนนก็ถึง มาถึงตอนเช้าฝากกระเป๋าไว้มีพนักงานยกไปไว้ในห้องให้เลย สภาพโรงแรมและห้องหรูหรามาก ห้องกว้าง เตียงใหญ่นอน", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["โรงแรมแนะนำใน dresden"], "content": ["ข้อดี : ตั้งอยู่ระหวางกลางสถานีรถไฟกับเมืองเก่า เดินทางสะดวก พนักงานเป็นมิตร ภายในโรงแรม ห้องพัก ลิฟท์และบริเวณรอบๆตกแต่งแบบฮิปสไตล์วัยรุ่น ทำให้มีบรรยากาศสดใส ", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["โรงแรมมาตรฐานใกล้สถานีรถไฟ"], "content": ["เป็นโรงแรมแบบเบสิคมีสาขาอยุ่ทั่วเยอรมัน\nข้อดี : อยู่ใกล้สถานีรถไฟ nuremberg เดินไปไม่ไกล สภาพโรงแรม ห้อง เรียบร้อยดี มีแอร์ด้วย พนักงานเป็นมิตร ไวไฟเร็วปานกลาง ", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "title": ["ก็โอเคนะ"], "content": ["ตอนจองก็รู้สึกกังวลนิดหน่อย เพราะคำวิจารณ์ไม่ค่อยดี ได้ 3/5 แต่ดีกว่าที่คิดไว้เยอะ\nข้อดี: ราคาไม่แพงมาก อยู่ใกล้สถานีรถไฟ เดินไปไม่กี่นาทีถึง พนักงานเป็นมิตรมาก", "..."], "ranking": ["40"]},
{"autor": ["Nootor"], "content": ["Thanks for all replies."]},
{"autor": ["Nootor"], "content": ["Thinking about Weinheim , Mannheim and Mainz.\n\nWhich one is worth a visit?\n\nThanks"]},
{"autor": ["Nootor"], "content": ["I plan to go to Heidelberg from Frankfurt and might stop at few cities on the way to Heidelberg. Therefore, Quer-durchs-Land-Ticket seems to be the best choice.", "..."]},
{"autor": ["Nootor"], "content": ["Hello\n\nI think that Schönes-Wochenende-Ticket covers the local transport (bus, tram) in Heidelberg but I just found that it's no longer available.\n\nIf I buy Que", "..."]},
{"autor": ["Nootor"], "content": ["It's just my bad luck, I think.\n\nThe good thing is that it's just only 1 ticket that I bought, would feel worse if it's multiple tickets"]},
{"autor": ["Nootor"], "content": ["This thing just happened to me.\n\nI have booked a special saver fare ticket from Berlin to Frankfurt last week for 29.9 Euro\n\nVery disappointed to find that the ", "..."]},
{"autor": ["Kim Taylor"], "title": ["Worst service ever"], "content": ["This was terrible experience: \nFires of all a stuff of hotel discriminated me because I’m not Latino and I had to wait like 9 passed without a line; second they", "..."], "ranking": ["10"]},
{"autor": ["Kim Taylor"], "title": ["Place is bomb, and stuff is"], "content": ["Place is bomb, and stuff is very nice, but ha is Alfonso he made our stay here amazing. And music here very good - love the vibe "], "ranking": ["50"]},
{"autor": ["Kim Taylor"], "title": ["Best place to party in Kyiv"], "content": ["Best place to party in Kyiv and listen a good music. Brilliant stuff I was amazed by their work, always nice  "], "ranking": ["50"]},
{"autor": ["Kim Taylor"], "title": ["Employee behavior is unprofessional "], "content": ["The stuff here are rude and out of control. They have been late with providing me service that I have paid for 2 hours. And moreover, one of their employees mad", "..."], "ranking": ["10"]},
{"autor": ["Kim Taylor"], "title": ["Food is super delicious"], "content": ["Food is super delicious and service is excellent. Stuff is very kind and everything is on the high level. "], "ranking": ["50"]},
{"autor": ["Kim Taylor"], "title": ["Low quality service and rude"], "content": ["Low quality service and rude staff. Was super uncomfortable to be there ... no tips left in the end of our evening "], "ranking": ["10"]},
{"autor": ["Kim Taylor"], "title": ["Super cool "], "content": ["Was super cool 😍 very progressive for Ukraine , I had have there a really good time. Would recommend this place to all my friends. "], "ranking": ["50"]},
{"autor": ["Kim Taylor"], "title": ["Great service "], "content": ["Excellent service at this hotel! I have been staying just a one night and I forgot my personal belongings at the room. Hotel crew men aged my delivery to my doo", "..."], "ranking": ["50"]},
{"autor": ["Kim Taylor"], "title": ["You are lucky if you get your business lunch "], "content": ["Business lunch is limited not only by time but also by the amount of food in the kitchen, which does not fit into any framework of a decent institution.  Once a", "..."], "ranking": ["10"]},
{"autor": ["Sarah P"], "title": ["So good I almost don't want to tell you about it!"], "content": ["We changed our reservation days before arrival to stay at Nima Local House, after friends insisted we do so. We couldn't have been happier we did. Our only regr", "..."], "ranking": ["50"]},
{"autor": ["Sarah P"], "title": ["Even I LOVED ToP"], "content": ["I usually hate tours and most touristy things, but this was the highlight of our trip. They give you all the history and knowledge you'd like to get from a tour", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Finest dining in South Lake Tahoe and an enchanting retreat"], "content": ["Wylder Sorensen’s has undergone a complete facelift since Wyler took over. And not just the ambiance (which is utterly charming down to every detail).  In addit", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Exceptional Experience and Location - Could Not Have Asked for Better"], "content": ["Nima Local House changed the way we look at hotels forever. The small, intimate settings (with lots of special details) and the exceptional, attentive & kind st", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Best Food Tours & Guides in CDMX"], "content": ["Wow!!  The guides of Devoured are AWESOME. Both Anais and Lanae were fun, engaging, and very knowledgeable.  A visit to Mexico City without a food tour would be", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["The ONLY way to visit Devils Tower"], "content": ["Devils Tower Lodge is the ONLY way to visit Devils Tower. It’s as though the Tower was put there for the lodge - including VIP access thru the park to the lodge", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Hidden gem in Modesto"], "content": ["If you visit one place in Modesto, this is where you need to go!  The food is exceptional for the price - with creative culinary combinations and a relaxed aest", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Best Place for Hot Afternoon"], "content": ["We stumbled upon the Wine Deli while walking through town and didn't leave for three hours.  Lorena served us charcuterie (meat & cheese) while pouring excellen", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["SECRET GEM IN PUNTA MITA"], "content": ["We stumbled upon this little gem when we visited Wine Deli by Valgiani in front of this restaurant (don't miss this either!).  They are owned by the same person", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["The Narvarte At Night Tour with Nicholas was AMAZING!"], "content": ["Eat México has curated an amazing tour of Narvarte’s tacos, cantinas, and contemporary Mexican cuisine - and our guide, Nicolas, was exceptional.  He paced the ", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Best artisanal mezcal in Mexico City and exceptional cuisine!!"], "content": ["Wow!  Perhaps the best artisanal mezcal selection in Mexico City!! The proprietor and chef, Wen, is an encyclopedia of cuisine and mezcal.  I have never appreci", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Exceptional whitewater rafting experience"], "content": ["We had an amazing experience with American Whitewater Expeditions.  This was due to the exceptional staff and the great facilities - and mostly our guide Jessa ", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Really friendly staff and great food!!"], "content": ["Really friendly, kind, and accommodating staff.  The salsas were also unique and tasty.  Our fish tacos and shrimp tostadas were tasty and typical. The interior", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Best Tapas in Boston"], "content": ["We had an amazing experience here. Well worth the wait!  They turn tables quickly, the tapas is exquisite, serving sizes and \nprices extremely reasonable, servi", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["The best fresh falafels I’ve had in my life!!"], "content": ["I love middle eastern food and have been to many restaurants. But I have NEVER had falafels like those I had at Hanna Garden.  Actually I didn’t even know what ", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["GREAT HOLE IN THE WALL"], "content": ["I stumbled upon Triliza while looking for a bite to eat at 11:30pm on a Monday!  It’s a great little restaurant and bar.  The staff was friendly and the ambienc", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["A special find!"], "content": ["Tucked in the back streets of Estoril/Cascais is a lovely restaurant run by Monte, a kind elderly woman. We loved the restaurant so much for dinner that we retu", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Excellent, inexpensive taste of French country food"], "content": ["Bistro Des Augustins was a wonderful find. The waitress was friendly and the food was French “comfort food” (variations of Potatoes Au Gratin being their delici", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Paolo was excellent!!"], "content": ["Our guide, Paolo, was friendly, knowledgeable, and entertaining. He was great with the kids (ages 8-15) and a wealth of knowledge.  And he speaks SEVEN language", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Wow!  This place is amazing"], "content": ["I dropped by here on a whim while visiting a property in the neighborhood. I was blown away with how nice the interior decor is.  Then I saw the amazing and hea", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["A special find in Livermore!"], "content": ["WOW!  We are thoroughly impressed with our unexpected find of Uncle Yu’s at the Vineyard.  While it is highly rated on TripAdvisor, we were ready for really goo", "..."], "ranking": ["50"]},
{"autor": ["rss571"], "title": ["Little gem in Bishop!"], "content": ["We stumbled upon this “Yogurt, pie, and wine bar” and were blown away. Courteous & accommodating staff for our group of 11. Every dish ordered was delicious (in", "..."], "ranking": ["50"]},
{"autor": ["Sophie M"], "title": ["an exquisite stay"], "content": ["this was my first trip since before covid, and I couldn't have asked for a more perfect week in one of my favorite cities. my stay at Nima was exquisite, down t", "..."], "ranking": ["50"]},
{"autor": ["Sophie M"], "title": ["a lovely refuge in DF"], "content": ["This was our second stay at El Patio; we have been wanting to come back ever since we discovered this lovely spot last year. It is a peaceful refuge in a quiet ", "..."], "ranking": ["50"]},
{"autor": ["Sophie M"], "title": ["always glad to return to the florita"], "content": ["I spent 4 nights at the Florita in July, my 3rd stay at this lovely, peaceful hotel. Aside from the marvelous beauty of the building and surroundings, the warm ", "..."], "ranking": ["50"]},
{"autor": ["PPPEssexEngland"], "title": ["A NICE RESTAURANT WITH STEEP PRICES."], "content": ["Two of us prebooked and came here for a mid-week dinner. The staff was friendly and the restaurant was clean and had a nice layout.\n\nThe food was good but not e", "..."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["NOT A FINE DINING RESTAURANT."], "content": ["This restaurant charges fine dining prices, but is not up to mark.\nWe had not been to this restaurant before, so we were unaware just how difficult it is to par", "..."], "ranking": ["30"]},
{"autor": ["PPPEssexEngland"], "title": ["Not nice coffee."], "content": ["We called in here in while  driving past. Staff were friendly.\nWe ordered coffee. This was bitter tasting and of poor quality."], "ranking": ["30"]},
{"autor": ["PPPEssexEngland"], "title": ["NO BROWN SUGAR"], "content": ["We called in here for coffee. Service was quick, but we were surprised that there was no brown sugar available for our black coffee."], "ranking": ["30"]},
{"autor": ["PPPEssexEngland"], "title": ["A NICE ATMOSPHERE."], "content": ["Six of us went to this restaurant for an early evening dinner. When we arrived for our 4.30pm booking, there were only about 2 other parties in the restaurant. ", "..."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["A NICE LOCATION"], "content": ["Two of us had a pre booked lunch at this restaurant. The staff were welcoming and we were soon seated in the outside part of the restaurant. The staff wore face", "..."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["A NICE HOTEL!!!!!!!!!!!!!!!!!!!"], "content": ["I stayed here for one night. As usual, the room and bathroom were clean. The room was small, but ok for one night. I had read many reviews of  cigarette smoke  ", "..."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["“GOOD FOOD but  COVID ISSUES”."], "content": ["Two of us came to this restaurant for dinner.\nWe were surprised that none of the staff were wearing face mask. So all here was as if things were ‘normal’.  No c", "..."], "ranking": ["30"]},
{"autor": ["PPPEssexEngland"], "title": ["“A LONG WAIT FOR SERVICE ~ COVID CLEANING ISSUES”."], "content": ["Two of us came to this restaurant for lunch. The staff seemed to serve everyone except us. [we were the only nonAsians] We waited and waited and eventually had ", "..."], "ranking": ["30"]},
{"autor": ["PPPEssexEngland"], "title": ["“A QUALITY RESTAURANT.”"], "content": ["Two of us came to this restaurant for lunch on a Sunday. We had pre booked, but there was lots of seating available.\n\nWe were shown to our table by a member of ", "..."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["“DESERTED RESTAURANT ~EXPENSIVE LUNCH.”"], "content": ["Two of us came to this restaurant for lunch. I had eaten here once before.\nI had booked, but as it turned out, there was no need to book. We were the only diner", "..."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["“GOOD SOCIAL DISTANCING & GOOD ATMOSPHERE.”"], "content": ["Two of us came to this restaurant for lunch. I had eaten here once before, 3 years ago.\n\nThe staff were friendly and efficient. We were shown to our seats and a", "..."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["“AN UP MARKET but  VERY FRIENDLY PUB.”"], "content": ["This was our first visit to a pub since lockdown and the experience was a good one. \nWe were strangers to this pub, but the staff here were some of the most fri", "..."], "ranking": ["50"]},
{"autor": ["PPPEssexEngland"], "title": ["“A HARD BED”"], "content": ["A nice spacious room although the bed was hard. A good quality evening meal was served here. Only small complaint was that there was no privacy in the shower ro", "..."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["“NOT MUCH OF A GAME PARK”"], "content": ["The main attraction in this park was the magnificent Baobab trees.\n\nQuite a few elephants and some warthogs. \n\nI would not return here."], "ranking": ["30"]},
{"autor": ["PPPEssexEngland"], "title": ["“A REALLY LUXURIOUS VENUE”"], "content": ["On entering we got the feeling of luxury. We had a really great buffet lunch laid out for us. Most or all of the items in this buffet were grown on their farm.\n", "..."], "ranking": ["50"]},
{"autor": ["PPPEssexEngland"], "title": ["“NOT A NICE EXPERIENCE”"], "content": ["This is a glorified camp site. Dinner was good but little else. \nAt night we heard lions and hyenas. We had to be escorted to and from our tents because of wild", "..."], "ranking": ["20"]},
{"autor": ["PPPEssexEngland"], "title": ["“A GREAT PARK”"], "content": ["I have been to Kruger Game Park in South Africa, 3 times, but in 2 days visiting parks in Tanzania, I have seen more animals than in my 3 visits to Kruger Park.", "..."], "ranking": ["50"]},
{"autor": ["PPPEssexEngland"], "title": ["“A GREAT VIEW”"], "content": ["On the drive before we descended to  the crater, we had a wonderful view of the crater.\nAt this stop, besides the wonderful view, there were toilets."], "ranking": ["40"]},
{"autor": ["PPPEssexEngland"], "title": ["“GREAT SIGHTING OF ELEPHANTS”"], "content": ["Visiting this game park was the first of our safari. We were well pleased when a heard of elephants came close to us."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Härlig mat"], "content": ["Varje år vänder jag tillbaka hit. Alltid god mat. Lunchmenyer är både god oh billig. God service och vänlig betjäning. Idag åt vi härlig kyckling med kokosmjölk", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Trevligt lite museum och fin utställning "], "content": ["Ett mycket lite musen, men fint och intressant. Innehåller egentligen mycket på få kvadratmeter. Berättelse om historien om Borstahusen, som är en liten pärla v", "..."], "ranking": ["40"]},
{"autor": ["Monica I"], "title": ["Besvikelse"], "content": ["Vi beställde sommarmeny till 2 personer. En rökt makrill med potatis sallad. Makrillen var så hårt rökt och torr, kunde nästan inte skära igenom den. Den andra ", "..."], "ranking": ["20"]},
{"autor": ["Monica I"], "title": ["Hotel close to the centré"], "content": ["Nice clean hotel. It was good to have a pool, but not very charming, but Ok. Friendly staff in the reception, but sometimes you had to wait for service. You can", "..."], "ranking": ["30"]},
{"autor": ["Monica I"], "title": ["Just  Amazing "], "content": ["This was a great experience, wonderful a big adventure. It’s so big and only 1% is opened up. I thougt Machu Picchu was the greatest, but now I’m not sure. It’s", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Good food, just in the center."], "content": ["Good food, just in the center. Mexican food. Had a Gucamole and banana crepe with minced meat, good tasting. The Margarita was also nice. Friendly staff. "], "ranking": ["40"]},
{"autor": ["Monica I"], "title": ["Super good"], "content": ["They have a delicious chicken mole, also the other meal was good. The service was excellent and friendly staff.  Good atmosphere, but two different big tourist ", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Nice food"], "content": ["Just dropped in. Friendly staff, the chicken was as tasty and the beef was good as well. Just in the center. But we had to wait very long for the food, but was ", "..."], "ranking": ["40"]},
{"autor": ["Monica I"], "title": ["Wonderful place"], "content": ["We went there in an evening, it’s a bit more expensive place, but never regretting it. The service was excellent, very kind waitresses. The meal was good, had a", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Charming hotel"], "content": ["Very charming hotel with very nice surroundings in the center. Breakfast on a the terrace was nice, the food for breakfast was average, ok but not special. Trie", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["God hotel"], "content": ["Nice modern hotel. Good rooms and friendly helpfull and good service. Excellent breakfast with a lot of different food on top of the hotel. The beds a bit hard.", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Super service and nice small hotel"], "content": ["Easy to get there, close to the railway station. The check in was quick. The young guy in the reception made everything to find good restaurants for us after we", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Fantastisk bygningsverk"], "content": ["Vi vandret gjennom en spennende skog på smukke stier og i meget smukt formgiving. Det mest fantastiske \"Skovtårn\", 45 Monica høyt var en opplevelse av de store.", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Super good food"], "content": ["Really good and delicious food. We asked for help to choose between all the different dishes. We had 8 different dishes for lunch to a reasonable price, all ver", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Interesting and admiring"], "content": ["We went there to get to go know more about this ceremony.  It was interesting and there were so many funny, nice and beautiful figures. Loved it."], "ranking": ["40"]},
{"autor": ["Monica I"], "title": ["Very good and central"], "content": ["Nice, modern, newly renovated, special, looking out to the main place. You are just in the centre of the historical city. Friendly staff. They have closed for s", "..."], "ranking": ["40"]},
{"autor": ["Monica I"], "title": ["Deilig lunsj"], "content": ["Vi fikk nachos, fish and ships og innbakte reker. Alt var godt. Vi ble mætte, betjening var god og vi koset oss. Hyggelig plass"], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Wonderful"], "content": ["This is really a must in Valencia. We had a delicious agua de Valencia for the first time. It’s really good here. You can buy 1/2 liter or 1 liter can. The surr", "..."], "ranking": ["50"]},
{"autor": ["Monica I"], "title": ["Nice market in beautiful building. "], "content": ["Nice, place to walk around. Wonderful building. Fresh food of all kinds. Almost not possible to taste the food. No restaurants inside the market. But this is a ", "..."], "ranking": ["40"]},
{"autor": ["Monica I"], "title": ["Great agua de Valencia. "], "content": ["Great agua de Valencia. Not water at all, but orange juice, cava, vodka, gin, honey and ice. Tasted good, but the cake was so enormous sweet, even if I like swe", "..."], "ranking": ["30"]},
{"autor": ["LMMS"], "title": ["Under new management - much improved"], "content": ["Old reviews are no longer relevant as the Trap Inn has been totally refurbished by the present owners.\nExcellent room, very clean and comfortable. \nExcellent br", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Good food and Covid aware."], "content": ["We felt very safe here as all Covid measures were carried out.\nThe food was excellent (we had seafood pasta).\nExcellent service from very polite and helpful sta", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Excellent menu del dia"], "content": ["Popped in here for a light lunch yesterday and decided to go for the menu del dia.\nIt was excellent and very good value. Waiter was very polite and attentive.\nW", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Great place to stay."], "content": ["Very nice hotel. Large clean rooms. Pleasant staff. Lovely pool.\nThere is a communal balcony area on each floor level which is great for socialising. \nThe hotel", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Don't walk by this great restaurant."], "content": ["I really like this place. We have visited on several occasions and it has never failed to impress.\nThe food is excellent and good value for money. The service i", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Beautiful location."], "content": ["This is quite a busy hotel but the reception staff were very friendly. The room we had was enormous with 5 beds (perhaps it was the only one left).\nNo complaint", "..."], "ranking": ["40"]},
{"autor": ["CDGtravels"], "title": ["Great place wonderful service"], "content": ["I stayed here for a week, and it was a great time. The staff is accommodating and always try best to make you feel welcomed. Jaqueline, at the front desk, alway", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Lovely small hotel"], "content": ["This hotel is a little gem. \nNice rooms, good service and excellent location.\nBreakfast is available and there are many places in the town to eat.\nThere is a sm", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Well located for seeing the city."], "content": ["This was a busy hotel but the rooms were a good size and well equipped. \nThe staff were helpful and polite. The restaurant was adequate but a bit inconsistent e", "..."], "ranking": ["40"]},
{"autor": ["LMMS"], "title": ["Well located for sightseeing."], "content": ["First things first, be aware that there are two Motherhome hotels and make sure you ask your taxi / tuktuk driver for the right one - could be embarassing!\nThe ", "..."], "ranking": ["40"]},
{"autor": ["LMMS"], "title": ["Good hotel and location."], "content": ["We found this hotel to be clean and comfortable. The staff were very friendly and helpful. The rooms were well appointed. \nThe breakfast was adequate but could ", "..."], "ranking": ["40"]},
{"autor": ["LMMS"], "title": ["Great location"], "content": ["This is a clean,basic hotel but provides eveything needed in the city. \nThe reception staff were very polite and helpful. Breakfast average.\nBeds comfortable.\nV", "..."], "ranking": ["40"]},
{"autor": ["LMMS"], "title": ["Good value hotel"], "content": ["Nice clean hotel. Friendly staff. Good breakfast.\nWell located for visiting the town, which is wonderful.\nNo problems."], "ranking": ["40"]},
{"autor": ["LMMS"], "title": ["Good location, helpful staff."], "content": ["Very good value for money. Excellent location, clean, good size rooms, comfortable beds. \nThe staff were always polite and helpful and the breakfast offered a g", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Great intro to Vietnamese food with superb guide and great company"], "content": ["A really spendid and enjoyable 4 hours in the centre of Hanoi. Derek, our guide, was very knowledgable and took to local cafes and street stalls that served gre", "..."], "ranking": ["50"]},
{"autor": ["LMMS"], "title": ["Good, clean with great views."], "content": ["We stayed here for just one night and found the accommodation more than adequate.\nThe only problem we had was being brought a meal that in no way resembled the ", "..."], "ranking": ["20"]},
{"autor": ["LMMS"], "title": ["Good fun."], "content": ["We loved this! \nGreat fun - a bit like a circus. Nice to experience local culture that does't take itself too seriously!"], "ranking": ["40"]},
{"autor": ["LMMS"], "title": ["Good location for Munnar"], "content": ["Only stayed for one night but it was OK.\nQuite a good breakfast but the staff seemed a little overworked and had trouble keeping up.\nNice room but a bit of a hi", "..."], "ranking": ["30"]},
{"autor": ["LMMS"], "title": ["Good location"], "content": ["We stayed here for two nights and it was OK. The furniture was shabby but adequate.\nThe location right on the beach was lovely, and only spoiled for me by the l", "..."], "ranking": ["30"]},
{"autor": ["LMMS"], "title": ["Good restaurant and hotel"], "content": ["We stayed here for four nights and found it very well located and clean accommodation. \nThe staff could not have been more helpful and even sorted out a taxi to", "..."], "ranking": ["40"]},
{"autor": ["LMMS"], "title": ["Perfect for airport"], "content": ["This hotel is excellent. There are several chalets which are immaculate.\nThe staff are polite and helpful and the food is excellent.\nThere is even a free shuttl", "..."], "ranking": ["50"]},
{"autor": ["Colinsweeney"], "title": ["Nice hotel with a small pool"], "content": ["We spent two nights here as part of our trip visiting the site of Tikal. It was a good base with a decent breakfast and a small pool to refresh yourself after a", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Friendly very helpful staff"], "content": ["We stayed two nights here. Unfortunately Montezuma inflicted his revenge on my wife and me so we didn’t feel like eating much or swimming in what looked like a ", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Satisfactory stay"], "content": ["Spent two nights in San Christobel at this hotel. It was a reasonable base to see the town and the local sights. We only had the continental breakfast on the la", "..."], "ranking": ["30"]},
{"autor": ["Colinsweeney"], "title": ["Stopover hotel"], "content": ["We stayed one night here travelling from Oaxaca to San Christobel. It had a feel of a motel to it with fairly basic rooms although it did have a very good looki", "..."], "ranking": ["30"]},
{"autor": ["Colinsweeney"], "title": ["Pleasant hotel with good breakfast "], "content": ["Stayed a couple of nights at this very pleasant hotel situated in walking distance of the town centre and attractions. We had breakfast both mornings there as w", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Well placed hotel"], "content": ["We stayed three nights in this hotel, the first one before we started on an organised tour of Mexico. It is well placed in walking distance of the historic cent", "..."], "ranking": ["30"]},
{"autor": ["Colinsweeney"], "title": ["Well located hotel in Sun Peaks"], "content": ["We spent two nights here. The staff were very helpful and informative. The hotel was ideal for our needs. It didn't have a pool but did have a large hot tub to ", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Reasonable place to use as a base"], "content": ["We spent three nights at the Marmot lodge. Our room had a kitchenette which was useful in helping keep down the costs of eating out, which has proved expensive ", "..."], "ranking": ["30"]},
{"autor": ["Colinsweeney"], "title": ["Beautiful lake but too many people "], "content": ["Obviously it’s a double standard being a tourist and complaining about the number of tourists but having been to many lakes, rivers and waterfalls on our trip w", "..."], "ranking": ["30"]},
{"autor": ["Colinsweeney"], "title": ["Quaint hotel with a lot of charm"], "content": ["We stayed one night at Deer Lodge and thought despite a lot of comments about it being dated, this gave it a considerable amount of charm. The room had everythi", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Thrilling ride"], "content": ["Actually visited this with a family of one 60+ and two 30+ people. My wife who has had a back problem decided not to participate.\n\nI have always wanted to try a", "..."], "ranking": ["50"]},
{"autor": ["Colinsweeney"], "title": ["Right in the village centre"], "content": ["The Crystal lodge is an ideal place to stay for a visit to Whistler as it is right on the village stroll for the village centre. Our room was clean and quiet. T", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Superbly positioned "], "content": ["We spent a couple of nights here. Our room was virtually on the beach where the waves crashed in on to the rocks. The first evening we went for a walk along the", "..."], "ranking": ["30"]},
{"autor": ["Colinsweeney"], "title": ["Good trip with whale sighting "], "content": ["We enjoyed our trip today to see the whales off Ucluelet. The crew were informative and knowledgeable without talking too much. We managed to see a deer, eagles", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Handily placed well equipped hotel"], "content": ["We spent three nights here. It is ideally placed for walking to the major attractions of Victoria- the BC museum, Beacon Hill park and the seafront with the gov", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["A full day "], "content": ["It was raining so we decided to go to the BC museum. Coming from the UK where museums are currently free (not sure how that is going to work after Brexit) I tho", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Adequate for an overnight stay "], "content": ["Spent an evening at this hotel. It met our needs as somewhere to stay overnight before moving on to Vancouver Island the next day. The staff were friendly and h", "..."], "ranking": ["30"]},
{"autor": ["Colinsweeney"], "title": ["Excellent meal- best of holiday so far"], "content": ["We had two meals here today. For lunch I had a wonderful Mackerel pate. As she had had a big breakfast my wife just had a home made raspberry lemonade. Then thi", "..."], "ranking": ["50"]},
{"autor": ["Colinsweeney"], "title": ["Ideally situated "], "content": ["Stayed at the alfama lounge suites for six nights. As a base for visiting Lisbon it is ideally placed for the old town area of Alfama. The room had everything w", "..."], "ranking": ["40"]},
{"autor": ["Colinsweeney"], "title": ["Handy for our hotel "], "content": ["We visited this restaurant three times during our stay in Lisbon as it was just round the corner from our hotel and was convenient after a long day. The food wa", "..."], "ranking": ["40"]},
{"autor": ["eduardo13820"], "title": ["Outstanding plant-based meal!"], "content": ["We had a delicious lunch here, just steps away from Notre Dame de Paris, but on a small street that was very quiet, thus it was very calm."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["6-day pass is well worth the price!"], "content": ["Your choice of getting a museum pass, and whether it is for 2, 4, or 6 days, will depend on a lot of factors. I’ll just give you the ones I was considering, so ", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Wonderful tour with Angelique!"], "content": ["We had a wonderful tour with this group, guided by Angelique, who was born in the area and has lived here all her life.\n\nShe brought us to two champagne makers ", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["The manager makes the place special"], "content": ["It's an older place with lots of quirks. Ordinarily, I would have just bypassed leaving a review because I didn't have much to say. \n\nThis changed, however, whe", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Great tour with a knowledgeable local"], "content": ["I went today on this tour with Levan. We were a small group, with people from England, Norway, Jordan, Italy, and the USA.\n\nLevan was friendly, knowledgeable, a", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Excellent food at a good price"], "content": ["I enjoyed the two meals I ate here. The food was tasty and the staff was helpful and friendly.\n\nI had a beer during my first meal. When I arrived a few days lat", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Food good, service lacking"], "content": ["You order at the register and then take a seat. No problem with that whatsoever. It's a common practice.\n\nBut why is the guy at the register tasked with doing o", "..."], "ranking": ["30"]},
{"autor": ["eduardo13820"], "title": ["Amazing massage with Miro"], "content": ["I had tremendous neck and shoulder pain when I came in. Happily, I was able to put myself into the capable hands of Miro, who worked the knots out of me. When I", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Beautiful inside and out"], "content": ["I ascended that exterior tower shortly after 10:00. Good thing I was there that early, as the queue got quite long later in the day.\n\nIt can be a harrowing walk", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Don't miss the employee cafeteria for lunch!!!"], "content": ["A local friend told me about this, and I am glad I checked it out: At 13:00, the cafeteria that is usually only for employees opens to the public. There is a sm", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Excellent vegan food"], "content": ["I had a very tasty vegan meal here - a combination of the salads that were on offer. Each was quite good on its own, and a good combination when put together."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Dismal, with pathetic Internet connection"], "content": ["The room was dingy, something in the bathroom was constantly leaking, and the Internet connection was terrible.\n\nWhile I was there, I got a message on my phone ", "..."], "ranking": ["10"]},
{"autor": ["eduardo13820"], "title": ["Breathtaking building and murals"], "content": ["Amazing collection of Diego Rivera murals on all the surfaces of three entire floors of the building.\n\nDon't miss the opportunity to continue towards the rear c", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Amazing place: just one disappointing feature to report"], "content": ["The historic site of Chichen Itza is amazing. It's wonderful to see the old stone structures.\n\nWithin the confines of the ancient site, the powers that be have ", "..."], "ranking": ["40"]},
{"autor": ["eduardo13820"], "title": ["Buffet lunch included in our tour"], "content": ["I booked a tour that advertized lunch included. This place is beautiful. There was plenty to eat. Not a huge amount of variety for vegetarians and vegans, but e", "..."], "ranking": ["40"]},
{"autor": ["eduardo13820"], "title": ["Excellent vegan food"], "content": ["The name says it is \"vegetariano\" (vegetarian), but inside, there is a sign saying that all the products are plant based, and 100% vegan.\n\nThe food was tasty, a", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["First class all the way"], "content": ["I had a wonderful weekend visit here for a wedding.\n\nThe staff is extremely friendly, welcoming, and helpful.\n\nWhen I needed soy milk for the coffee in my room,", "..."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["Good choices of food and coffee near the hotel"], "content": ["Excellent place for breakfast with family staying at the Ritz Carlton. We had a relaxed time here and were all satisfied with our breakfast choices."], "ranking": ["50"]},
{"autor": ["eduardo13820"], "title": ["The museum is not here any longer."], "content": ["Based on the review here, I headed to the place as indicated on the map, only to find that the museum is not located in this place. People in the area had never", "..."], "ranking": ["10"]},
{"autor": ["eduardo13820"], "title": ["Excellent salad to go"], "content": ["I stopped in for a salad to go when my bus had a thirty-minute stop at the bus station next door to the diner. \n\nThe cashier took my order and was very friendly", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["A village in a village in a village! "], "content": ["We popped in here for a quick look, it’s very impressive that the buildings are all made from stone! They look like they are doing lots of refurbishment to keep", "..."], "ranking": ["40"]},
{"autor": ["spannerwingnut"], "title": ["Thanks for a decent lunch with a nice view! "], "content": ["Great spot for easy food & drinks by the river. The staff here are doing a great job at managing the customers, as it’s one of the few places in the village tha", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Lovely food in a lovely setting."], "content": ["Lovely food in a lovely setting. We visited the Beetle & Wedge during our “staycation” as it was recommended to us by a local. \n\nI slightly disagree with the pr", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "content": ["We did not sadly! We would have had to pay for a tour and we basically saw everything included in the various tours without doing that, so we sacrificed the und", "..."]},
{"autor": ["spannerwingnut"], "content": ["Oh the hikes we did were not that long! It’s about 3km from the center of town to the start of the trails, and then they range in distance from 5k to 14k I thin", "..."]},
{"autor": ["spannerwingnut"], "title": ["Hiking is awesome but poorly marked "], "content": ["Finding the trails can be a challenge but it’s worth the pay off. We visited in October 2020 so no-one really around, beautiful! Be prepared for some steep sect", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["View point of Goreme town. "], "content": ["You have to pay a small fee to get up the hill to Sunset Point, it’s only 3 lira per person, you pay in cash only at a little hut at the bottom of the slope. \nW", "..."], "ranking": ["40"]},
{"autor": ["spannerwingnut"], "title": ["Wear good shoes! "], "content": ["Pigeon Valley is very beautiful, but be prepared for steep sections & rolling inclines! We walked from Goreme to Uchisar Castle, got lost a couple of times! \nWe", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "content": ["We stayed in Goreme for 5 nights from September 30th - October 5th 2020.\nWe arrived very late on our first night due to the timing of flights from London, we fl", "..."]},
{"autor": ["spannerwingnut"], "title": ["Absolutely delicious! "], "content": ["I will agree with some other reviewers and say this was our favourite meal of our trip. \n\nWe had the chicken main, the lamb main and the medium meze, dessert an", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Great sunset spot! "], "content": ["Great sunset spot! \nWe stopped here for sunset at about 5pm and were early enough to get one of the prime sunset seats on the edge of the cliff. After hiking al", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Gorgeous hotel! "], "content": ["We stayed here at the Lunar Hotel for 5 nights, we booked directly with the hotel via their website. \nThe staff were great, from helping arrange our airport shu", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Great balloon flight! "], "content": ["We chose Butterfly Balloons for our flight! We booked only a few days in advance (didn’t want to tempt fate in Covid times) directly through their website. \nGre", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Great way to introduce yourself to Gdansk"], "content": ["We love a walking tour, so happily joined the Gdansk Main Town tour with Kate/Dynamite! Great tour filled with loads of interesting stops and sights, Gdansk is ", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Great short stay"], "content": ["We visited Gdansk for 3 nights from the UK in August. We chose the Hanza Hotel based on location and reviews, we were really pleased with our choice! Our room w", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "content": ["I wish I had read this post an hour ago!"]},
{"autor": ["spannerwingnut"], "title": ["Lockdown Afternoon Tea! \n"], "content": ["Lockdown Afternoon Tea! \n\nAfternoon tea delivered! Mini burgers, scones with clotted cream and jam, and tasty treats! \nThanks for brightening up weekend 9 in lo", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Skiing and tobogganing!"], "content": ["My husband and I spent a week in Saariselka, and we ended up at the Ski slopes for 3 days and and spending an evening tobogganing! \nThe skiing was great, much m", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Great cheaper option!"], "content": ["This is a little place but it's a great option if you need a cheaper alternative to the pricer places in town! \nWe had a great reindeer burger and also the frie", "..."], "ranking": ["50"]},
{"autor": ["spannerwingnut"], "title": ["Hot Stone Massages!"], "content": ["We didn't stay here at the Holiday Club but I did book their Lapland Hot Stone Massage for myself and my husband.\nAfter having a look at their Spa treatments on", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Stunning Park"], "content": ["Chaco is one of my favorite places.  I so appreciate Pueblo Bonito and all of the kivas.  Climbing up on the trail gives a unique view over this Great House!  T", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Beautiful masonry"], "content": ["So much of this dwelling remains.  It was fun seeing the wooden beams and the material they used for the roof. There were green brick rocks that added to the be", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Fun Pool"], "content": ["We enjoyed this clean and comfortable hotel.  Breakfast was delicious and plentiful!  I always enjoy the pool and hot tub too!  The hotel was quiet and I apprec", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Better than Monument Valley"], "content": ["Some call this the little Monument Valley.  I think it is better and it is free! Photo opportunities are everywhere and dispersed camping is available.  The nig", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["What a Road"], "content": ["I can’t imagine driving this road in the winter with a truck full of ore!  The switch backs made hairpin turn after hairpin turn.  The grade was 11%!  It was mo", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Impressive Natural Bridges"], "content": ["We had such fun exploring this Park!  We walked under one of the bridges (okochomo) and it was so beautiful with the bright blue sky shining through.  The other", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Interesting Displays"], "content": ["The pottery was amazing and even showed how some of the pots were discovered.  The weaving of macaw feathers was beautiful and the turkey feather blankets looke", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Informative Fort on Mormon History"], "content": ["This free attraction was amazing.  There were Ute homes and Navaho too. There were cabins like the Mormons would have built after coming through the hole in the", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Pretty Twin Rocks"], "content": ["The location is right under these twin Buttes.  The gift shop had amazing quality items. \n   We had the Navaho tacos which were good but not exceptional.  The s", "..."], "ranking": ["30"]},
{"autor": ["Koukolm"], "title": ["Friendly Cafe"], "content": ["We had the firewood pizza which was delicious!  We also enjoyed the beverages and very friendly service.  It was also open on Sunday evening!"], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Delicious Meal"], "content": ["The food here was delicious!  I had ribs while my brother and friend had steak.  The salad was yummy and we all enjoyed the red bandannas which we were allowed ", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Love the Yoga"], "content": ["I so enjoy the yoga classes that are great for my back.  I have been attending for a year and can feel the difference.  I appreciate the level One classes and e", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Very Convenient"], "content": ["We like staying at the Luxor as it is convenient to many attractions and the slots are fun.  Really liked our room in the tower this year. We also appreciated t", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Fun place"], "content": ["Love the location and the unique shape!  The show Blue Men was quite entertaining!  The food was good but a bit pricey!  Would have liked a coffee maker, refrig", "..."], "ranking": ["40"]},
{"autor": ["Koukolm"], "title": ["Always Yummy"], "content": ["We love the Mexican food at Casa Blanca!  The chips and salsa are great starters along with a delicious margarita.  The green chilli chicken enchiladas are hard", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Historic Stay"], "content": ["It was fun staying in an old fort with 3 foot deep walls.  The AC worked well and the beds were comfy.  There was a little kitchen with a frig and coffee maker ", "..."], "ranking": ["50"]},
{"autor": ["Koukolm"], "title": ["Yummy Baked Goods"], "content": ["We had some delicious cinnamon rolls and bran muffins.  The waitress was very nice and helpful.  The food was not too expensive."], "ranking": ["40"]},
{"autor": ["Koukolm"], "title": ["Historic Site"], "content": ["The museum was quite interesting however the day we were there the AC was not working.  Therefore, it was a quick run through the exhibits.  The chapel was very", "..."], "ranking": ["40"]},
{"autor": ["Koukolm"], "title": ["Limbs were Huge"], "content": ["It was definitely a huge tree with many limbs that could have been used for hanging.  It was right beside the court house with was also a beautiful building."], "ranking": ["40"]},
{"autor": ["Koukolm"], "title": ["Room Not Cleaned"], "content": ["Arriving in our room found it a mess.  Beds were not changed and dirty towels were still in the bath tub.  They were first just going to change the sheets and g", "..."], "ranking": ["20"]},
{"autor": ["Rachel O"], "title": ["Highly recommend! "], "content": ["I usually avoid italian restaurants when away from home but this was one of the best meals i've had in Indonesia. The service is incredible, so polite, friendly", "..."], "ranking": ["50"]},
{"autor": ["Rachel O"], "title": ["Amazing food"], "content": ["Great service and such a good choice of vegan and veggie food! The baked fish option was amazing and the vegan chicken too!"], "ranking": ["50"]},
{"autor": ["Rachel O"], "title": ["Amazing food"], "content": ["Everything I've tried here is amazing. I can't really describe but 100% recommend! Fast and so delicious!"], "ranking": ["50"]},
{"autor": ["Rachel O"], "title": ["Can't fault!"], "content": ["Great food, great service, quick and nice owners. Their 'healthy baked fish' option is amazing and such a nice change from most chippies!"], "ranking": ["50"]},
{"autor": ["Rachel O"], "title": ["Would not recommend to anyone"], "content": ["Even though my room was mediocre, my debit card was declined when trying to pay. I sincerely apologised and gave them all my details (passport and all) to try t", "..."], "ranking": ["20"]},
{"autor": ["Rachel O"], "title": ["The best!"], "content": ["One of the best walking tours I've been on. Made even better by Rikkie(?) (produced Reggae) So engaging, interesting and funny. Highly recommend "], "ranking": ["50"]},
{"autor": ["Rachel O"], "title": ["Excellent hostel!"], "content": ["Highly recommend this hostel. Good location and the most amazing staff. Great atmosphere, so clean and tidy. The only let down was the showers as there were no ", "..."], "ranking": ["50"]},
{"autor": ["Rachel O"], "title": ["Pretty good!"], "content": ["The hostel itself, is really modern, clean and friendly. There wasn't much of an atmosphere and rooms quite small but the bathrooms were really nice and you do ", "..."], "ranking": ["40"]},
{"autor": ["Rachel O"], "title": ["Perfect!"], "content": ["Can not fault at all. Perfect room and ensuite. Beautiful bar, restaurant, and communal areas. Spa and outdoor roof pool were amazing. Staff so friendly and per", "..."], "ranking": ["50"]},
{"autor": ["Rachel O"], "title": ["Average but small"], "content": ["I had a great time staying here, mainly due to meeting other travellers. It's a very small hostel with only 5 rooms. The ensuite rooms are huge but non ensuite ", "..."], "ranking": ["30"]},
{"autor": ["Rachel O"], "title": ["Very social and fun "], "content": ["This hostel is perfect for young / solo travellers as so many activities to do. Has a great bar and even a club downstairs (inc live music and other events). Th", "..."], "ranking": ["50"]},
{"autor": ["rosaritodiego"], "title": ["\"No concept of customer service\""], "content": ["Made a reservation through a travel website, got a confirmation number. Got to the hotel, and for whatever reason . . . they said they had some of the details, ", "..."], "ranking": ["10"]},
{"autor": ["rosaritodiego"], "title": ["A giant slice of Chicago . . . in central Mexico!"], "content": ["What a thrill for a fan of all things Chicago . . . and all things pizza . . . to find Gino's East, the world's greatest pizza, in Mexico City!  Felt like I was", "..."], "ranking": ["50"]},
{"autor": ["rosaritodiego"], "title": ["Mind-bogglingly perfect"], "content": ["This was the best hotel stay I've ever had, anywhere -- and I've stayed at several Ritzes and other places that charge more than $500 a night.  As soon as the l", "..."], "ranking": ["50"]},
{"autor": ["rosaritodiego"], "title": ["Was once a dive, but it's gone downhill"], "content": ["This hotel has been OK for solo male travelers, in certain situations: Arrive at the Mexico City Airport late, and have an early connection the next morning.  I", "..."], "ranking": ["10"]},
{"autor": ["Kishajnalka"], "title": ["Ordinazione semplice, consegna pure in anticipo"], "content": ["Mi piace il loro newsletter, mi piace il modo come parlano con i clienti, le continue offerte, il packaging è adorabile - veramente quei contenitori di salsa di", "..."], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["If ever they have thought about how to get there"], "content": ["The place has bad GPS coordinates, so don't try navigating here with your gmaps or HERE. Since it is in the medina, there is no way, you get here by taxi. Peopl", "..."], "ranking": ["40"]},
{"autor": ["Kishajnalka"], "title": ["There was no warm water"], "content": ["I was not interested in the location, my goal was to be close to Kőbánya. For tourists: this place is an hour away from the centre (bus 151 + metro nr. 3).\n\nNeg", "..."], "ranking": ["10"]},
{"autor": ["Kishajnalka"], "title": ["very nice people, the place needs some experience though"], "content": ["I spent here 2 nights in June 2015.\n\nThe owner is very nice, he takes time to explain everything about the city and signs the most important places on the map f", "..."], "ranking": ["30"]},
{"autor": ["Kishajnalka"], "title": ["Antipasti e un bicchiere di vino"], "content": ["I arrived quite early, there was just one additional couple dining.\nI got a glass of red - owner's choice: Nero d'Avola, typical Sicilian wine - and the starter", "..."], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["Molto gentili, molto ospitali"], "content": ["L'Albergo è vicino alla stazione di treni come anche al centro storico.\nLa colazione è perfetta, c'è di tutto per qualsiasi gusto.\n\nLa stanza è gigante, il lett", "..."], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["Anche per vegetariani"], "content": ["Sono stata qui per cena con un amico. Nonostante sia una steak-house, è veramente consigliato anche per vegetariani. Si trovano delle pietanze molto buone - e b", "..."], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["Ideal for a hotel"], "content": ["I stayed at this place during a conference.\nMy timing was just bad, there was some road workers repairing the street in front of my window, so I basically was w", "..."], "ranking": ["40"]},
{"autor": ["Kishajnalka"], "title": ["Good value for the money"], "content": ["We stayed here for 3 nights and paid 117 euros. This is the best feature of the hotel.\nPros: wifi is excellent, you can connect how many devices you want and it", "..."], "ranking": ["30"]},
{"autor": ["Kishajnalka"], "title": ["it is so big"], "content": ["a huge place, very informative, very nice, full of people. Get here during the hottest hours of the day to chill out"], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["queue all the time, we had no chance to get in"], "content": ["we stayed in Seville for 3 days and had to leave without seeing the cathedral. there is a huge queue already an hour before it opens, the hypothetical Sunday op", "..."], "ranking": ["10"]},
{"autor": ["Kishajnalka"], "title": ["quick service, good food"], "content": ["We stayed here three times. The gentleman serving is incredibly quick, very helpful with food-suggestions and nice. \nThe place is an excellent choice for "], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["there is only free shuttle from the hotel, you need to take a taxi to get to it"], "content": ["The conditions of this hotel are very particular:\nyou need to book a free shuttle 48 hours before you need it, and it is just one way to the airport. To get to ", "..."], "ranking": ["30"]},
{"autor": ["Kishajnalka"], "title": ["renewed, scary, bad reception"], "content": ["I've been here on business. When I got into the hotel the receptionist had to be asked to:\n- indicate me the lift\n- tell me, whether breakfast is included or no", "..."], "ranking": ["30"]},
{"autor": ["Kishajnalka"], "title": ["In un bell angolo, cibo buono, ambiente carina, gentile"], "content": ["Ho cercato un posto per mangiare un \"cacio e pepe\". Mi sono seduta per suggerimento della ragazza del ristorante che ha visto che non sono sicura di cosa fare.\n", "..."], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["Awesome location for the restaurant, good food!"], "content": ["We followed the Lonely Planet and got here for dinner. The owner is very nice. Food is good. We ate rise with veggies, the portion was so big, we almost couldn'", "..."], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["nice place to start the day"], "content": ["There is awesome lot of information to understand, how Che is related to Cuba. An important step during your visit."], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["Best Cuban museum"], "content": ["I loved the idea of making a museum in the train. Easily reachable from the city, you get the feeling of the Revolution at this place. Make sure to check out th", "..."], "ranking": ["50"]},
{"autor": ["Kishajnalka"], "title": ["You even could miss it"], "content": ["We've been here the first morning, after we arrived.\nThe place is easy to reach from El Prado and the city center. The museum is not really good organized, the ", "..."], "ranking": ["30"]},
{"autor": ["Kishajnalka"], "title": ["Only the holy spirit keeps it together"], "content": ["From Camagüey you only can get here with the taxi in low season. 50 CUC.\nThe place itself is a nightmare. It supposed to be all-inclusive which meant at the end", "..."], "ranking": ["20"]},
{"autor": ["Jeroen P"], "title": ["Never Again!"], "content": ["We flew from Köln to Bangkok.for a round trip we paid 860 € per person. On board we learned that thuis muur be the most customer unfriendly airline ever.  The S", "..."], "ranking": ["10"]},
{"autor": ["Jeroen P"], "title": ["Indrukwekkend"], "content": ["Wij hebben het museum bezocht met twee tieners van 13 en een studente van 19. Erg leerzaam en indrukwekkend. Voor kinderen tot 18 jaar is toegang gratis. Het is", "..."], "ranking": ["40"]},
{"autor": ["Jeroen P"], "title": ["Schönes Gebäude,  Gerichte Fantasielos"], "content": ["Wir haben am Sonntag die Feuerwache mal ausprobiert nachdem wir schon öfters vorbeigefahren sind. Es hat ein Attraktive Ausstrahlung aber die Erwartungen dadurc", "..."], "ranking": ["20"]},
{"autor": ["Jeroen P"], "title": ["Looking for a horror storY?"], "content": ["We stayed in this place for about seven hours to wait our flight. The place was disgusting, The beds were not cleaned after the last guests, and before them? We", "..."], "ranking": ["10"]},
{"autor": ["Jeroen P"], "title": ["commercial circus: don't go"], "content": ["We visited Pinnawala with our two children and our impression is that this has little to do with an orphanage. The main goal is to shake out tourists as much mo", "..."], "ranking": ["10"]},
{"autor": ["Jeroen P"], "content": ["Was ripped of a few days ago by Chalok Booking Center in Chalok Bay. The unpleasnt woman charged me 3000 Baht extra for a brake handle and a tiny scratch in the", "..."]},
{"autor": ["Kris S"], "title": ["A Natural Slice of Colombia"], "content": ["Pictures of this beautiful place sit atop our dresser, reminding my 13-year-old daughter, husband, and I of this utterly special place run by Elena, a dynamic, ", "..."], "ranking": ["50"]},
{"autor": ["Kris S"], "title": ["View hotel"], "content": ["Multi-storied hotel has a wide range of rooms. A few rooms have great views and all visitors enjoy amazing views from the glassed-in breakfast room and adjacent", "..."], "ranking": ["50"]},
{"autor": ["Kris S"], "title": ["Lovely suburb location, wonderful staff, great amenities"], "content": ["We stayed for one week as a family of two and loved it. When getting a room ask for one facing the courtyard as they get more sun and are warmer and the view is", "..."], "ranking": ["50"]},
{"autor": ["Kris S"], "title": ["Charming place in Oaxaca"], "content": ["Our nice room was in the bottom floor next to a little courtyard. Lovely breakfast views. (Breakfast not included.)Amazing views from the rooftop terrace. We st", "..."], "ranking": ["50"]},
{"autor": ["Kris S"], "title": ["Just right"], "content": ["Lovely colors. Back courtyard has a small pretty pool. A quality continental breakfast. When we came they gave us a free drink. I couldn't get enough pictures o", "..."], "ranking": ["50"]},
{"autor": ["Kris S"], "title": ["Nice owner bad place"], "content": ["To get to the place you have to exit the airport at camino real, exit camino real and walk 50 meters down a dark scary alleyway . It's in a parking lot. When I ", "..."], "ranking": ["20"]},
{"autor": ["Nick W"], "title": ["Nima Local House among the world’a best and most inviting hotel..."], "content": ["Nima is among the very top accommodations we have ever experiences around the world. In fact it was literally our home for 3 days while visiting CDMX on our ann", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["The most creative concept for a stay anywhere.  Stay here..."], "content": ["Brilliant job by the owners.  The best combination of all the platforms out there, plus a very well conceived and articulated design.   We only wish we had stay", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["An Excellent Choice...."], "content": ["This hotel exceeded our expectations for a night stay to visit Northwestern.  Very clean, new and comfortable, spacious and quiet.  The service warm and invitin", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["On the global rooftop bar must do list......."], "content": ["Pay the small fee at this beautiful building's entrance and be transported to one of the most inviting, unique and unpretentious rooftop bars anywhere.  Plenty ", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Do The Motorcyle Sidecar Tour from BrightSide!  Super cool, very informative and fun."], "content": ["There are not too many opportunities to take a private tour via motorcycle sidecar and Barcelona is the perfect city to try it.  A very fun and pleasurable expe", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Fresh concept and excellent location..."], "content": ["We enjoyed the unique vibe of the hotel and found Alicia friendly and warm.  Artistic and funky without trying hard, we enjoyed 4 nights in Madrid with the hote", "..."], "ranking": ["40"]},
{"autor": ["Nick W"], "title": ["Spanish Trails Does it Right..."], "content": ["We decided to book a private food and wine tour (for the first time) in both Barcelona and Madrid through Spanish Trails after hearing about a memorable experie", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Seems obvious but Sagrada Familia is a must do..."], "content": ["Don't let stories of crowds get in the way of visiting among the most unique religious monuments anywhere in the world.  We were sincerely impressed with the hi", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Nice retreat off Carrer de Verdi"], "content": ["A cool, sleek and inviting place with deliciously fresh servings and excellent friendly service.  Great for a break while exploring Vila de Gracia"], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["A fantastic lunch by the beach the local way..."], "content": ["We were given a great tip on this place and ignored the multitude of other Barcelona beach side eateries.  Well worth a visit for incredibly fresh seafood servi", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Above Expectations...Very Enjoyable Stay."], "content": ["The great reviews and very funky modern look persuaded us to book the hotel but our expectations were more than surpassed. The location was better than we thoug", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Hotel Indigo made our trip to Nashville perfect..."], "content": ["The very first greeting from the front desk set the tone for a perfect trip to Nashville.  The staff was incredible friendly, efficient, and helpful and right a", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Take this tour, much better than we anticipated."], "content": ["Taking a tour of the Ryman seems like an obvious choice, but the experience ended up being much richer than we were giving it credit for.   It really is a Nashv", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Skull's is one of the cooler bars in world, not just in Nashville.."], "content": ["We were lucky enough to meet the owner of Skull's who has done an excellent job providing for a truly unique experience to any visitor.  What an entrance, what ", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["What a rooftop spot...head up there when in Nashville"], "content": ["We were given great information on the George Jones rooftop bar because we loved it!  Take the time to get a way from the crowds on Broadway to catch great musi", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Stay here if you are in Glasgow!..perfect location, excellent value"], "content": ["A great alternative to the typical hotel offering at an excellent value!  Our stay was a highlight of our visit to Glasgow and added so much charm to this gentl", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Worth an afternoon!"], "content": ["An unassuming but very impressive museum with a diverse and fun offering that captures the imagination.   The grounds around are worth exploring as well."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Easy, Delicious and Glamorous!"], "content": ["We enjoyed an excellent breakfast at the Anchor Line and enjoyed the atmosphere which evokes the era of glamorous cross-Atlantic steamship travel.  A beautiful ", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["The perfect stop in the West End!!"], "content": ["We found the Chip after a perfect afternoon exploring the beautiful University of Glasgow.  The highlight of the adventurous slightly hidden Ashton Lane, our di", "..."], "ranking": ["50"]},
{"autor": ["Nick W"], "title": ["Visit this library!! An important historical treasure in very lovely Clydebank."], "content": ["We were surprised to learn all about the mostly unknown Clydebank Blitz by the Germans during WWII.  We were fascinated by the exhibit which we found very movin", "..."], "ranking": ["50"]},
{"autor": ["AndreaMarks2014"], "title": ["Perfect place to stay in this charming city"], "content": ["Hotel La Casona De Tita was perfection.  Six lovely guest rooms surrounding a large courtyard filled with interesting art work, a place for a plentiful and deli", "..."], "ranking": ["50"]},
{"autor": ["AndreaMarks2014"], "title": ["Elegant home to come home to each evening"], "content": ["We were extremely lucky to have the pleasure of staying four nights at Nima Local House Hotel.  This elegant townhouse, with four lovely rooms on a charming and", "..."], "ranking": ["50"]},
{"autor": ["AndreaMarks2014"], "title": ["Spectacular fun time"], "content": ["Avi took us on a whirlwind tour of the delicacies and surroundings of Jaffa, Neve Tzedek, the Carmel Market and it’s surrounding Yemenite neighborhood. The time", "..."], "ranking": ["50"]},
{"autor": ["AndreaMarks2014"], "title": ["Mesmerizing..."], "content": ["Four couples spending a long weekend in Lisbon spent a gripping several hours with Paolo Scheffer on our walking tour of historic Lisbon with an emphasis on Jew", "..."], "ranking": ["50"]},
{"autor": ["kem198"], "title": ["Do NOT ORDER FROM THIS COMPANY...."], "content": ["Do NOT ORDER FROM THIS COMPANY if you are uncertain their swimwear will fit you and you need to return. I ordered $1,500 of merchandise online as my husband has", "..."], "ranking": ["10"]},
{"autor": ["kem198"], "title": ["The best restaurant in Mexico City."], "content": ["We went to Pujol and several other great restaurants in Mexico City-- and Garum was the best. The service, quality and creativity of the dishes and the value fa", "..."], "ranking": ["50"]},
{"autor": ["kem198"], "title": ["We loved Nima."], "content": ["The staff and B&B were wonderful. A VERY clean and lovely place to stay in Mexico City. The breakfast was excellent! This is a good location and the staff will ", "..."], "ranking": ["50"]},
{"autor": ["kem198"], "title": ["Amazing!"], "content": ["Serge was an awesome guide through the clouds. My husband and I both went (separately) with Serge and it was an experience of a lifetime. I was nervous before w", "..."], "ranking": ["50"]},
{"autor": ["kem198"], "title": ["We loved Vitamin Sea Bora Bora!"], "content": ["Thank you, Vitamin Sea! One of our favorite memories in Bora Bora. Very clean, professional and kind. We got a holiday card photo out of it for sure! The team k", "..."], "ranking": ["50"]},
{"autor": ["kem198"], "title": ["The BEST in Turks & Caicos!"], "content": ["S/V Atabeyra is a CLASS ACT! My boyfriend and I just had an amazing Private Sunset Sail with them. The boat is beautiful & very clean. The crew was wonderful & ", "..."], "ranking": ["50"]},
{"autor": ["Corn1789"], "title": ["For the Price, I Expected More"], "content": ["While this is a beautiful property, and the rooms are nice, the pricing is not in line with what is offered. First, let me say that the service is excellent. th", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Magnificent Views, Excellent Cuisine, but Expensive"], "content": ["If you get there before sunset, you will see a 180 degree view of the red rocks of Sedona. If the weather is good, you can view this from the patio in the open ", "..."], "ranking": ["50"]},
{"autor": ["Corn1789"], "title": ["Easy Walk and Optional Climb at the end that is Worth it for the View"], "content": ["This is a very easy hike into a box canyon, about 1.2 miles each way which can be managed by almost anyone who can walk. A few places require some upward steps ", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Great Mexican with No Frills"], "content": ["The restaurant looks like a diner but this is misleading. Yes there are no reservations and yes the waitstaff is overloaded at times when the place is full. BUT", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Great Experience but Pricy"], "content": ["We took the broken arrow sunset tour with Ryan, a hair raising ride up one of the many trails that surround Sedona. We were picked up at our hotel right on time", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Pretty Outdoor Setting with average Southwestern Cuisine"], "content": ["Despite it being chilly we elected to sit on the patio. We were not cold because there are space heaters and blankets and both of us were quite comfortable. The", "..."], "ranking": ["30"]},
{"autor": ["Corn1789"], "title": ["Adequate for a Short Stay"], "content": ["We stayed in the most expensive cabin which was a bit of disappointment. While the bed was very comfortable, the sitting room was dark and uncomfortable. The ba", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Beautiful Dining Room facing the Canyon"], "content": ["Unfortunately, we came to eat after sunset and missed the magnificent panoramic view out of the windows in our part of the dining room. As far as I could tell t", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Good and Innovative Comfort Food with Friendly Service"], "content": ["Located in Old Town, this very new La Quinta watering hole offers delicious starters and a nice bar. I particularly enjoyed the Queso Fundido which could best b", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Beautiful Outdoor Setting with Good Food and Service"], "content": ["While the food is good but not outstanding, the beautiful patio setting makes a visit worthwhile. You will be paying for the view of the lake, you will not be d", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Excellent Fresh Mexican but OH the Noise"], "content": ["This place is only about 3 months old but it is producing great food, especially the tacos. We sampled three different kinds, fish, chicken and vegetarian.  \nAl", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Exceptionally Innovative food but Pricy"], "content": ["This is an outstanding fusion restaurant but it is not cheap. Appetizer, main course, and a drink was $100 per person but the cuisine is outstanding and incredi", "..."], "ranking": ["50"]},
{"autor": ["Corn1789"], "title": ["Excellent And Innovative Comfort Food in an Attractive Setting"], "content": ["I don’t know if they play old movies in the front room every night but what an interest idea! We were in the main room but could still see but not hear the movi", "..."], "ranking": ["50"]},
{"autor": ["Corn1789"], "title": ["Comfort Food with a twist but Unbearably Noisy!"], "content": ["This place is located in an industrial corner of Santa Monica right off the I-10. The street is deserted at night except for this huge loft like space that is a", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Beautiful Space for Children and for Walking"], "content": ["The park has one entrance and a few trails that end with a boat pond. The walk from one end to the other is about a mile and is lush with vegetation. We went on", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Beautiful Property in a Quiet Spot"], "content": ["This is a first class hotel with spa. Our room, Di Chirico, was spacious but a bit dark since there is only one main window. Even with the shades wide open in t", "..."], "ranking": ["50"]},
{"autor": ["Corn1789"], "title": ["Great Find  and Wonderful Eclectic Collection"], "content": ["Robert Brady, an American lived in Cuernavaca for 20 years and collected enormous amounts of folk art which he displayed in his house. When he died in 1986, he ", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["Magnificent Setting and Excellent Cuisine"], "content": ["This is a beautiful space. There is a very large lawn and garden which the diners look out upon. (See photos) The dining area is large with a cocktail area and ", "..."], "ranking": ["50"]},
{"autor": ["Corn1789"], "title": ["Great Views while dining on Good Food"], "content": ["Our table was on the third floor looking out over the Zocalo or central square of the city. Things were hopping even in January.\nWe had a wonderful view of ever", "..."], "ranking": ["40"]},
{"autor": ["Corn1789"], "title": ["A True Gem Hidden Away in the Center of Oaxaca"], "content": ["We just completed a four night stay and everything was perfect which is rare since we tend to be demanding.The staff are amazingly helpful and covered every bas", "..."], "ranking": ["50"]},
{"autor": ["Camila P"], "title": ["Best experience ever!!"], "content": ["We stayed at Nima last month!! \nThe experience was amazing!! The location is great, the rooms are cozy and the service of the staff is excellent!!\nReally lookin", "..."], "ranking": ["50"]},
{"autor": ["Wanderer637496"], "title": ["Only went for Drinks. No Food.."], "content": ["Just Drinks..No Food.. Drinks were delicious and strong. We had a hard time getting some good drinks from a previous restaurant and ended up at this spot."], "ranking": ["30"]},
{"autor": ["Wanderer637496"], "title": ["Beware of Room 204"], "content": ["Stayed there for a couple of nights. Hotel is aesthetically beautiful. The staffs were pleasant and the GM very responsive. My main issue was my room (204). App", "..."], "ranking": ["30"]},
{"autor": ["Wanderer637496"], "title": ["Delicious food"], "content": ["Had family lunch at this restaurant. Food very delicious and friendly staff. Will definitely eat there again."], "ranking": ["40"]},
{"autor": ["Wanderer637496"], "title": ["nice and clean hotel with a big size poop"], "content": ["Hotel is nice and clean with a warm enough pool for the kids to enjoy. It was very quiet and welcoming. the only main issue is the breakfast in the morning. tod", "..."], "ranking": ["40"]},
{"autor": ["Wanderer637496"], "title": ["Son's exposed to peanut and overcharged.."], "content": ["My son and me were craving for some good Vietnamese food. We went to the front desk and explained to the staff that we wanted some vermicelli in broth with 2 sp", "..."], "ranking": ["20"]},
{"autor": ["Wanderer637496"], "title": ["Wonderful meal"], "content": ["Went there with 2 friends. Waitress was very attentive and friendly. Ordered a Poke Bowl with Salmon. It was one the best Poke Bowl I have had in a long time. A", "..."], "ranking": ["40"]},
{"autor": ["Wanderer637496"], "title": ["Family Stay"], "content": ["Family of 4. We stayed at Hilton for a few days. Arrived at around 3 am due to flight delay. Checking in took longer than expected due to computer system malfun", "..."], "ranking": ["40"]},
{"autor": ["Wanderer637496"], "title": ["My Honest Opinion from Arrival to Departure..7 days family stay.."], "content": ["B4 arrival, I communicated with a rep. named Anastasia re: access to lounge and cost. She was beyond unbelievable with her time and assistance. So thank u to he", "..."], "ranking": ["30"]},
{"autor": ["Wanderer637496"], "title": ["Food is good but nothing to rush towards"], "content": ["We went there as a family of 4 for Dinner. Wife's burger was fine and my Veggie burger was Ok. The food itself was ok but we ordered some chopped potatoes and i", "..."], "ranking": ["30"]},
{"autor": ["Wanderer637496"], "title": ["Enjoyed Family time there.."], "content": ["Came back from this property a week ago with wife and kids. We arrived early and the frontdesk staff worked his magic and got us in our rooms early. Yes room ar", "..."], "ranking": ["30"]},
{"autor": ["Wanderer637496"], "title": ["Beautiful Stay..."], "content": ["My stay at This Riad didn't start well. Driver was an hour late in picking us up from the airport. Upon our arrival, he was nowhere to be found and only had the", "..."], "ranking": ["40"]},
{"autor": ["Wanderer637496"], "title": ["Food was Delicious and Plentiful"], "content": ["Came there about a week ago with wife and kids. No table for 4 was available so wife sat down and 2 of us went upstairs. And yes, the upstair area was hot due n", "..."], "ranking": ["40"]},
{"autor": ["Wanderer637496"], "title": ["Some Great Food and Cheap..."], "content": ["We came across this place after visiting Belem and its surrounding. We were a family of 4 and we had a very delicious lunch for under $20 and that included a be", "..."], "ranking": ["40"]},
{"autor": ["Wanderer637496"], "title": ["Love the Vibe"], "content": ["Great area to visit and to chill. We truly enjoyed walking around Chiado and immersed ourselves in the cool vibe of the place.."], "ranking": ["40"]},
{"autor": ["Wanderer637496"], "title": ["Our Biggest Mistake in Lisbon"], "content": ["We were walking by this restaurant & made the mistake of looking at the menu because kids were hungry and we wanted to feed them. Gentleman at the Front door wa", "..."], "ranking": ["10"]},
{"autor": ["Wanderer637496"], "content": ["Currently in Marrakech with wife and 7/9 years old. Riad is pushing the 3 valleys Tours on us and now wife is excited. Road is pricing 160 Euros just for the tr", "..."]},
{"autor": ["Wanderer637496"], "content": ["Thank you very much. i do not mind walking."]},
{"autor": ["Wanderer637496"], "content": ["Good day, we are traveling with a 7/9 years and looking for a place to stay. Time is running short. Wanted to inquire of Marques de Pombal area for family. We a", "..."]},
{"autor": ["Wanderer637496"], "content": ["Good Day...I clicked on your linked and it simply directed me to Airbnb. If possible, can you provide me with the name of the place. Much Appreciated"]},
{"autor": ["Wanderer637496"], "content": ["Good Day Everyone...Can anyone referred us to a Family Friendly Riad in Marrakech...We have ben searching and overloaded with information. Therefore, reaching o", "..."]},
{"autor": ["JinLongTrvls"], "title": ["RUDE,  PRETENTIOUS for NO reason "], "content": ["This isn't the Upper East Side ...so stop pretending. Will never return. Smells like sewage on top of the horrible staff. Owner should really be aware. Unbeliev", "..."], "ranking": ["10"]},
{"autor": ["JinLongTrvls"], "title": ["Perfect Pizza"], "content": ["One night ordered take out and one night ate in the restaurant.  Perfect margherita pizza. Thin crust cooked to perfection. Tasty spaghetti carbonara and excell", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Excellent! From a seafood snob!"], "content": ["Freshly caught seafood! We asked the chef for his recommendation and he did not disappoint. The grilled Grouper with a spicy sauce was amazing! Grilled squid wa", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Great personalized tour"], "content": ["I sent a message to Andy and he responded within minutes. I booked a last minute personalized tour to see the tribe West of Hoi An.  We saw a tea plantation, be", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Coconut Coffee!!!"], "content": ["To die for!!! Great as a dessert! Very cute place nd s with everywhere in Vietnam...So polite and welcoming!\nWorth a visit!"], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Wonderful little place!"], "content": ["The service was certainly 5 Star! They took care of anything you needed from booking tours, hotel pick up to booking spa treatment. Very clean place, comfortabl", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Very Enjoyable day in the countryside!"], "content": ["Really enjoyed the day away from the busy city! Comfortable bus ride, good lunch buffet, nice quiet boat ride and really enjoyed biking in the country side! Our", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Nice Hotel"], "content": ["Very nice, newly updated and clean hotel . Great location for tourist. The staff was very helpful, professional and friendly. Really nice breakfast buffet with ", "..."], "ranking": ["40"]},
{"autor": ["JinLongTrvls"], "title": ["Ejoyable but don't hire a tour guide"], "content": ["Just take your time and read the signs in English. She was rushed and kept watching her watch as if she had a time limit. I went back to building \"A\" to read an", "..."], "ranking": ["30"]},
{"autor": ["JinLongTrvls"], "title": ["Best time I had in Qingdao!"], "content": ["The restaurants have about all the same food, I chose one because music was playing in the background. A large group came in and I had a great time with this fr", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Always Amazing! !"], "content": ["Best Gelato in Vancouver Hands Down!  Always new and interesting flavors along with the staple favorites! Staff has always been exceptionally helpful, kind and ", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["BEST pad Thai EVER!"], "content": ["Ok...I've eaten Pad Thai,  one of my favorite dishes, on 3 continents. . This is hands down the best and definitely the best in Vancouver. Very relaxing atmosph", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Nothing short of perfection! "], "content": ["I seriously cannot imagine how you couldn't like this restaurant! Starting with the perfect coctails, new and very interesting dishes to my pallett.  ...Nothing", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Excellent! "], "content": ["Not the fanciest place, but the food was excellent. We had a combination of veggie and fish. Nice combination of spices. It was my friends first time having Eth", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["the reviews were right on!"], "content": ["I actually went to this place because of the reviews! Had a refreshing micro brew and the prawn pizza! I'm not much of a pizza eater, unless I'm in New York, an", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Great for late night Chinese "], "content": ["I eat a lot of good Chinese food, and this isn't that bad. It's great for a late night meal with friends. They will modify dishes if you just ask."], "ranking": ["30"]},
{"autor": ["JinLongTrvls"], "title": ["Perfect guide!"], "content": ["This couldn't have been a better day. Everything was arranged and rearranged to our needs. No one telling you that there is a time limit on anything.  Lunch was", "..."], "ranking": ["50"]},
{"autor": ["JinLongTrvls"], "title": ["Loved the tofu chicken!"], "content": ["It was excellent! Loved it and would definitely return! My friend had wonderful french toast! The mimosa's we're also a treat."], "ranking": ["40"]},
{"autor": ["JinLongTrvls"], "title": ["Excellent food!"], "content": ["The food was impressive! The service was also and the waiter recommended the Pineapple Shrimp Diablo.....perfect recommendation for me!!! I loved the sweetness ", "..."], "ranking": ["40"]},
{"autor": ["JinLongTrvls"], "title": ["Everything was perfect!"], "content": ["Right from the entrance the experience began! Beautiful Mexican architecture,  artwork and perfect view of Banderas Bay! Service ,  knowledge of the menu and re", "..."], "ranking": ["50"]},
{"autor": ["Philip R"], "title": ["The Best 🍕"], "content": ["We ordered pizza to go 3 times during the month of January. Each time it was absolutely delicious. We have a variety of topics and all were prepared well and se", "..."], "ranking": ["50"]},
{"autor": ["Philip R"], "title": ["Yummy Po Boy Sandwiches 🍞"], "content": ["We were a fan of the larger original store but do understand things change but wanted to check out their new home. Smaller version that is quaint and hopefully ", "..."], "ranking": ["40"]},
{"autor": ["Philip R"], "title": ["Seagulls 🕊"], "content": ["We did a roundtrip drive on ferry ride. The wait was short and there is no charge. Once we were at see, we departed our cars 🚗 and headed to the back of the fe", "..."], "ranking": ["50"]},
{"autor": ["Philip R"], "title": ["Fun Seaside Lunch 🌊"], "content": ["We had lunch at the Redfish Poolside Bar. Huge portions, great drinks 🍹, efficient service and amazing views.  It was a great way to spend a couple of sunny ho", "..."], "ranking": ["50"]},
{"autor": ["Philip R"]},
{"autor": ["Philip R"], "title": ["Ah Sweetness 🍭"], "content": ["I have been coming here for decades and it never disappoints. Such an amazing selection for the eyes and taste buds. We enjoyed chocolate nut clusters, caramel ", "..."], "ranking": ["50"]},
{"autor": ["Philip R"], "title": ["Seafood Feast 🦀"], "content": ["Having been coming here for decades and it is always a treat. Fish was delicious as was the bacon wrapped shrimp. We enjoyed the roasted sliced tomatoes and had", "..."], "ranking": ["40"]},
{"autor": ["Philip R"], "title": ["A bit of Galveston History"], "content": ["Located in the historical old town, The Strand is like stepping back in time. It is located adjacent the the Ferry Port ⛴. Shops, dining, drinks, candy and more", "..."], "ranking": ["50"]},
{"autor": ["Philip R"], "title": ["Nice Property but..."], "content": ["✅Pros: The property itself seems modern and looks great. The check in staff was friendly and efficient.  Coffee is the morning was fresh and appreciated. ☕️\n\n❌C", "..."], "ranking": ["30"]},
{"autor": ["Philip R"], "title": ["Cultural Cool 🍽"], "content": ["We loved everything about this place, the energy, the decor and the space itself. We were a group of 6 and ate in the private dining room just off the bar area.", "..."], "ranking": ["50"]},
{"autor": ["Philip R"], "title": ["Really Fun and Private Rooftop 🍷"], "content": ["After a morning of exploring, walking and shopping, we stopped here for a break. It was a really love rooftop where we enjoyed sangria, lunch and some time to c", "..."], "ranking": ["40"]},
{"autor": ["Philip R"], "title": ["Haute cuisine in the countryside 🌺"], "content": ["A nice break from the city at a fun countryside setting. The grounds are lovely and the outside dinning under thatch roofing was a nice escape. Food was good, s", "..."], "ranking": ["40"]},
{"autor": ["Philip R"], "title": ["A view from the top 🌤"], "content": ["What a most lovely experience. The hotel lobby is beautiful and the views from the rooftop is exquisite. We enjoyed cocktails and appetizers while taking in the", "..."], "ranking": ["50"]},
{"autor": ["Philip R"], "title": ["One of the best during our stay."], "content": ["We thoroughly enjoyed this La Condesa venue. We dined upstairs and had a view looking over the street. The decor was fun, the service efficient and the fun deli", "..."], "ranking": ["40"]},
{"autor": ["Philip R"], "title": ["Lovely Sidewalk Cafe"], "content": ["We stayed in La Condesa and discovered this corner cafe as we strolled down the street. It was our first day and we wanted a drink and some lunch and this place", "..."], "ranking": ["40"]},
{"autor": ["Philip R"], "title": ["A Mix Bag"], "content": ["I so want to give this a better review. The architecture and atmosphere is just stunning. Likely the most beautiful venue we visited. The food was the least fav", "..."], "ranking": ["30"]},
{"autor": ["Philip R"], "title": ["Solid Italian Venue"], "content": ["We were on a bike tour through Parque Mexico when we spotted this venue. The open are seating looked appealing. Want back that evening and had the option of see", "..."], "ranking": ["40"]},
{"autor": ["Philip R"], "title": ["Hillside Hideaway"], "content": ["Really nice indoor/outdoor atmosphere with live music. They make the margaritas and guacamole table-side which is a fun experience. Food was really good and wit", "..."], "ranking": ["40"]},
{"autor": ["Philip R"], "title": ["Oh Those Views!"], "content": ["We were 2 couples and stayed in the Andrew Christian Penthouse suite called PH 1. We will request this room for our next stay. The unit had a washer and dryer w", "..."], "ranking": ["50"]},
{"autor": ["Philip R"], "title": ["Nice Casual Venue"], "content": ["This was a fun and lively venue for a casual meal. We liked the indoor / outdoor architecture. Service was good as were the fish and chips. Great location and o", "..."], "ranking": ["40"]},
{"autor": ["Traveler B"], "title": ["Stay Away"], "content": ["Stay away from this place. The rooms are not at all as promoted, and what is with no children in the building?  I am out over $600 is overcharges that they will", "..."], "ranking": ["10"]},
{"autor": ["Tracy Gomez"], "title": ["My favorite hotel in CDMX"], "content": ["I have stayed here three times over 5 years, and each stay is better than the last. The building and decor is beautiful, and the location is fantastic right alo", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Breathtaking views!"], "content": ["Get a table near the railing if possible to experience an amazing view of the zocalo and surrounding neighborhoods. The service is top notch, and the menu has l", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["A great option in Puebla"], "content": ["This is a lovely boutique hotel in a cool historic building. Our room was super clean, quiet, spacious and comfortable, and everyone we encountered was warm and", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Love this place!"], "content": ["This is one of my favorite bars in all of Mexico. I absolutely love the “churchy” aesthetic, especially the gorgeous bottle cabinetry. Seriously gorgeous little", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Lovely hotel!"], "content": ["Las Golondrinas is a lovely hotel in Oaxaca with clean rooms set around courtyards of lush gardens. Breakfast is delicious and everyone is friendly and helpful.", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Clean, quiet, great location and staff."], "content": ["This is a great place to stay while visiting Oaxaca. It is centrally located, very clean and quiet, and the staff is friendly. Note, the “breakfast included” is", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["An absolute must for agave lovers!"], "content": ["El Destilado was a highlight of our visit to Oaxaca. Food was great and the drinks and mezcal offerings even better. Diego and Carlos made our two visits memora", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Fantastic!"], "content": ["We loved it so much we went three times during our weeklong visit to Oaxaca. Staff is friendly and professional, from the host to server to bartenders. Not only", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Great service, cocktails, mezcal selection, and food!"], "content": ["Bar Sotano was hands down the highlight of our trip to Chicago. We had such a great time trying new-to-us mezcal and chatting with the knowledgeable and skilled", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Mind-blowing!"], "content": ["Wow, what a treat this was. Chef Gaytan is an amazing talent (and a really nice guy). We were blown away by the esquites, all the ceviches, as well as the drink", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["So good!"], "content": ["Had a marvelous time! From the moment we arrived, service was exceptional. The gentleman that took us to our table was welcoming and friendly. Mario was our ser", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Food: Delicious | Drinks: Superb | Service: Top-notch"], "content": ["We sat at the bar and had a great time talking with Omar and Donny. Both were incredibly friendly, knowledgeable, and highly skilled. They made us feel so welco", "..."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Outstanding Sunday brunch"], "content": ["This place makes me want to book my next trip to San Antonio - immediately.  The Sunday brunch was elegant and delicious, and the service top-notch.  Superb."], "ranking": ["50"]},
{"autor": ["Tracy Gomez"], "title": ["Very pleased."], "content": ["I stayed in one of the shared bathroom units and was quite pleased with the Posada del Centro.  The staff is very polite and helpful and the facility is super c", "..."], "ranking": ["50"]},
{"autor": ["Janet L"], "title": ["Beautiful hotel, warm staff, perfect location"], "content": ["My husband and I stayed a week at Nima during our honeymoon. We chose Nima based on their outstanding reviews - not only were we not disappointed, but our expec", "..."], "ranking": ["50"]},
{"autor": ["Jeff G"], "title": ["One of the best places I've stayed"], "content": ["can't say enough good things about this place. Beautiful hotel, excellent location, staff is super friendly and attentive. Went here for my honeymoon and couldn", "..."], "ranking": ["50"]},
{"autor": ["LAExec"], "title": ["We loved the Nima House!"], "content": ["My wife and I stayed at the Nima house in September and absolutely loved it.  We were originally scheduled to stay four nights, but we had such a nice time we e", "..."], "ranking": ["50"]},
{"autor": ["LAExec"], "title": ["Stay Away"], "content": ["I thought I was booking Cassa 45, but the site I clicked on was Cassa Times Square, and boy was I disappointed when I found out where I had booked a room.  This", "..."], "ranking": ["20"]},
{"autor": ["LAExec"], "title": ["Fly fishing on the Deschutes is heavenly"], "content": ["If you're coming to Bend and you have a day available, call Fly and Field and book a fly fishing trip on the Deschutes.  It is one of the most beautiful and und", "..."], "ranking": ["50"]},
{"autor": ["LAExec"], "title": ["World class dining in picturesque village"], "content": ["We rented an AirBnB near Germantown and went to Gaskin's without any idea of what to expect.  We live in L.A., travel to NY and SF frequently, and would have to", "..."], "ranking": ["50"]},
{"autor": ["LAExec"], "title": ["Old, Tired and Overpriced"], "content": ["This hotel looks and feels like it hasn't been upgraded since the 80's.  My room was depressing -- broken lamp, no electrical outlets near the bed, threadbare r", "..."], "ranking": ["20"]},
{"autor": ["LAExec"], "title": ["Expensive and Worth It"], "content": ["While I am always appalled at the price of hotel rooms in Paris, I finally found a boutique hotel that felt worth the price.  The room at the Luxembourg Parc wa", "..."], "ranking": ["50"]},
{"autor": ["LAExec"], "title": ["Exactly as promised"], "content": ["This motel is exactly as promised by other reviewers and by the motel -- it is clean, quiet and inexpensive.  My room was small but well kept, everything worked", "..."], "ranking": ["40"]},
{"autor": ["LAExec"], "title": ["Great choice in Tel Aviv"], "content": ["Staying at the Diaghilev is like having your own apartment in one of the hippest sections of Tel Aviv at a truly reasonable rate.  We had a one bedroom with a k", "..."], "ranking": ["50"]},
{"autor": ["LAExec"], "title": ["Excellent, Reasonably priced option in Jerusalem"], "content": ["This is a gem of a boutique hotel in Jerusalem.  It's in the German Colony, a little hard to find because it's a block off a main street, but that also means it", "..."], "ranking": ["50"]},
{"autor": ["LAExec"], "title": ["Loud Disco posing as a hotel!"], "content": ["This hotel stressed me out.  It's a huge, loud, confusing place that is much more focused on being hip than being a nice place to stay.  If you want to see and ", "..."], "ranking": ["10"]},
{"autor": ["LAExec"], "title": ["Best way to experience Albuquerque"], "content": ["Los Poblanos is a remarkable oasis in the city of Albuquerque.  It has the feel of a country inn but is conveniently located just outside the center of the city", "..."], "ranking": ["50"]},
{"autor": ["LAExec"], "title": ["Almost good, but not quite...."], "content": ["This is a grand old hotel on a grand boulevard by a grand beautiful park, but the hotel just doesn't deliver.  The rooms are a little tired, quirky and underwhe", "..."], "ranking": ["30"]},
{"autor": ["LAExec"], "title": ["You can do much better in Seville"], "content": ["This is a hugely disappointing hotel.  It has some beautiful courtyards, and a great location, but here's the reality:\n\nLa Juderia is a very large, tired hotel ", "..."], "ranking": ["10"]},
{"autor": ["LAExec"], "content": ["Here's a great, short video of Rome if you're thinking about going there:\n\nhttp://vimeo.com/23974000"]},
{"autor": ["LAExec"], "title": ["Always disappointing"], "content": ["Il Moro is very conveniently located between Century City and Santa Monica and right off the 405, so I often meet there for business lunch.  It is always disapp", "..."], "ranking": ["30"]},
{"autor": ["LAExec"], "title": ["Jewish Quarter is great to get away from tourists"], "content": ["The Jewish Quarter is ancient, charming, and emerging as a hip, casual place for young people in Krakow.  The synagogues and book stores on Jewish life in Krako", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Delicious food in beautiful space "], "content": ["The food is absolutely delicious and the space is beautiful. The restaurant came highly recommended and it definitely delivered. Great for lunch (or dinner)."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Fantastic service in great location "], "content": ["We had a fantastic stay. Great service, awesome location, and nice hotel with delicious buffet breakfast. Geng was absolutely fantastic- very personable host an", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Great tour with amazing food and history lesson."], "content": ["Great tour with amazing food and history lesson. We absolutely loved our experience and recommend it without a doubt."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Amazing street food tour - so fun! "], "content": ["We had a group of 6 and had a fantastic street food tour in Chinatown with Hing and his assistant Fit. We had so much food (go hungry), and had a fun time navig", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Fantastic stay + centrally located "], "content": ["We had a wonderful 3 night stay. The team (Eduardo & Ana) is fantastic and incredibly helpful and attentive. Breakfast is marvelous. All of the extra touches ar", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Beautiful and unexpected"], "content": ["The falls are beautiful, dividing the city from downtown and the more suburban downtown area - right smack in the middle of the city - a must see. Certainly not", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Central, well appointment hotel, although very large"], "content": ["This hotel is perfect for a long weekend in Spokane as it is central, right smack in the middle of Spokane, and it's very nice. The rooms are large and well app", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Central hotel in Oslo"], "content": ["The hotel is central and charming - in the middle of everything you want to see in downtown Oslo. We happened to go on the hottest week in July and it was unusu", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Pedestrian (and public transit) only bridge - very cool"], "content": ["Very cool bridge that is pedestrian (and public transit only). You can run, walk, or bike and you get a great view of the city. Awesome bridge!"], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Awesome ramen & other options too"], "content": ["Great restaurant with delicious ramen but the other options are just as good. Please the open space with chic minimalist decor is beautiful. "], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Great local donuts"], "content": ["Great donuts, a local Portland institution. Sure, they aren't \"refined\" like Blue Star Donuts, but they taste awesome and have been around Portland for a long t", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Amazing stay - central and great service"], "content": ["Very friendly staff, central location near the Chapultepec park and all of its museums, and beautiful building.\n\nWe enjoyed our stay and would definitely stay t", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Delicious upscale Mexican for lunch or dinner"], "content": ["I've had lunch and dinner here now and the food is GREAT. From the \"Mexican hummus\" to tacos to mole and other meat dishes.. its excellent. \n\nThe service has be", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "content": ["Chad, did you end up doing a cooking class or if you are yet to go, have you booked a class?\n\nWe are looking to do the same and having some challenges. The clas", "..."]},
{"autor": ["artrun02"], "content": ["Wow. Bummer, but good luck! We arrive on March 3rd for 8 nights. Have a great visit. \n\nI'm going to look into a class at San Cristobal Paladar (have you tried t", "..."]},
{"autor": ["artrun02"], "content": ["I'm going to try. It's also a top restaurant. Best of luck!\n\nArt"]},
{"autor": ["artrun02"], "title": ["Great food and friendly service"], "content": ["Tasty vegan food, friendly service, and a good deal compared to the states. Not only do they have juices and smoothies, but lots of delicious food!!"], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Amazing service, great location "], "content": ["Wow. The staff at Hotel Vagabond was amazing. Incredibly courteous, attentive, and helpful. They were genuinely interested in our holiday and seeing how they co", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Unexpected treat "], "content": ["We were not planning on you g to the gardens as we only had ~ 2 day stay, but our trip was extended and if nothing else we thought it would be good exercise to ", "..."], "ranking": ["50"]},
{"autor": ["artrun02"], "title": ["Great tour with lots of history & great food"], "content": ["We had a blast learning about Singapore and eating tons of food. Leong is extremely knowledgeable about the history and the plans for the city, which was fun to", "..."], "ranking": ["50"]},
{"autor": ["Linda S"], "title": ["Unique and wonderful!"], "content": ["Beautiful rooms and very well appointed. Breakfasts were great and roof deck was an unknown bonus! Lovely neighborhood to walk around with great restaurants nea", "..."], "ranking": ["50"]},
{"autor": ["Linda S"]},
{"autor": ["Camila P"], "title": ["Best massage I ever had!"], "content": ["We stayed at nima early November and enjoyed every moment! \nThe hotel is beautiful, quiet and peaceful...\nWe had a massage that was I think the best one I have ", "..."], "ranking": ["50"]},
{"autor": ["Alicia C"], "title": ["¡Best place to relax and feel at home!"], "content": ["After several months of quarantine, we decided to stay at Nima Local House to relax, the warming welcoming from the staff is amazing, we had a massage which was", "..."], "ranking": ["50"]},
{"autor": ["The Breakdown"], "title": ["Amazing little home away from home"], "content": ["Love this small property, it's like staying with a friend in the city. The location is perfect for walking to local shops & restaurants, though you might not wa", "..."], "ranking": ["50"]},
{"autor": ["Sayali G"], "title": ["Home in the heart of ROMA, CDMX"], "content": ["Travelling from India during a pandemic was a hard choice and choosing the right place to stay was more important than ever. I was so glad I found NIMA local. T", "..."], "ranking": ["50"]},
{"autor": ["Sayali G"], "title": ["Getaway in the Ganges"], "content": ["I visited Amrit Bhawan last week and had an excellent stay. From the thoughtful design to the delicious local meals, morning yoga by the river, and the evening ", "..."], "ranking": ["50"]},
{"autor": ["Sayali G"], "title": ["Getaway to Jilling"], "content": ["After a ride in the morning Shatabdi from Delhi, a drive through curvy roads in the woods of Kumaon, Uttarakhand and a  2km hike up a mountain, we reached jilli", "..."], "ranking": ["50"]},
{"autor": ["johnphilp3"], "title": ["Such a great and intimate stay!"], "content": ["Staying at NIMA really did feel like a home away from home. The rooms were so comfortable and had evefythign I might need. They had little sanitation kits avaib", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["PAST IT'S PRIME-WASTE OF MONEY"], "content": ["We went there to celebrate my birthday last week and it was something I was really looking forward to as we love to eat. However this was so disappointing and I", "..."], "ranking": ["10"]},
{"autor": ["Klmccarthy1"], "title": ["A SPECIAL PLACE"], "content": ["This little hotel is one of the best in all my travels around the globe. From the beautiful building, the gracious women who work there, the atmosphere of pure ", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["HORRIBLE SERVICE AND MEDIOCRE FOOD"], "content": ["We went there last night for an early dinner and were looking forward to the food as we had heard good reviews. The service was beyond awful and the food not wo", "..."], "ranking": ["10"]},
{"autor": ["Klmccarthy1"], "title": ["A slice of heaven"], "content": ["The resort is a perfect mix of laid back yet offering plenty to do when motivated. The rooms especially the beachfront cottages are lovely and have wonderful vi", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["Not sure about this place"], "content": ["While it is beautiful and clear blue water the hype getting into the lagoon is almost too much. It is not comfortable and it is too much of a tourist trap to be", "..."], "ranking": ["30"]},
{"autor": ["Klmccarthy1"], "title": ["Lovely and low key"], "content": ["We were there for only a few days but the stay was wonderful. While i feel this is more of a family resort it is still romantic for couples. The rooms are quite", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["GREAT PLACE FOR LUNCH"], "content": ["I had a full house veggie burger with fries and an ice cold red stripe....what could be better than this? The burger is one of the best things I have eaten -so ", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["Great staff but hotel could use some upgrades in the rooms"], "content": ["We stayed in an ocean front room in the main house for 3 nights. The room had just been renovated but it was hardly better than a holiday inn. The table and cha", "..."], "ranking": ["40"]},
{"autor": ["Klmccarthy1"], "title": ["Our favorite inn for a get away"], "content": ["We have been going here for many years and always love every day that we spend at this beautiful inn. The grounds and location are spectacular and the stress ju", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["Fresh Oysters and Pleasant atmosphere"], "content": ["The oysters here are very fresh and tasty and most are from the Virginia/Chesapeake area. The scallop ceviche is also excellent. The wine pours are a bit on the", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["Good but not Great"], "content": ["I think that they are victims of their own success. The restaurant is loud and a bit disorganized and not that friendly. The staff do not take the time to expla", "..."], "ranking": ["40"]},
{"autor": ["Klmccarthy1"], "title": ["Great for a quick and flavorful lunch- it hits the spot!"], "content": ["We tried the manhattan and the new england clam chowder and the new england was by far the best of the two. It as creamy and full of clams and very filling for ", "..."], "ranking": ["40"]},
{"autor": ["Klmccarthy1"], "title": ["Simply the best restaurant in Richmond-don't miss an opportunity to dine here."], "content": ["I have always considered this the best place in Richmond so i book many of my special occasion celebrations here. Last night was the 38th anniversary of my shop", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["The people at this elegant hotel are simply the best-dont miss staying here"], "content": ["We travend the country for 11 days and then headed to the Park Hotel in Kenamre for the last 7 days of our vacation for an opportunity to relax and renew. I was", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["Great hamburgers and Great lamb burgers"], "content": ["Most of the hamburgers in Ireland are cooked way too much and are not that tasty but here it is a different story. The burgers are flavorful and juicy and the f", "..."], "ranking": ["40"]},
{"autor": ["Klmccarthy1"], "title": ["Still good"], "content": ["Still great. We have been going to the Outer Banks for many years and always try to stop at the Blue Point for dinner or lunch. Our last visit had been such a d", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["Gracefully elegant"], "content": ["I am glad that there are still hotels like this that are quietly elegant. The location is superb and the staff willing to make your stay as enjoyable as possibl", "..."], "ranking": ["50"]},
{"autor": ["Klmccarthy1"], "title": ["Don't bother"], "content": ["We stopped by tonight to get some mini crab cakes and an order of hush puppies to go. I wished we had driven past the place and not bothered to stop. The crabca", "..."], "ranking": ["10"]},
{"autor": ["Klmccarthy1"], "title": ["Not sure about this place"], "content": ["We had dinner there last night and it was just average. The restaurant has potential but misses the mark on being good. The food lacks depth and looks good but ", "..."], "ranking": ["30"]},
{"autor": ["Klmccarthy1"], "title": ["Fresh fish and great cold draft neer"], "content": ["We ate here a few days ago after driving in late from Richmond and it was a perfect spot to land. The staff was very friendly and the service was great. But the", "..."], "ranking": ["50"]},
{"autor": ["Yasmin N"], "title": ["Incredible stay & team! Can't wait to go back!"], "content": ["We had such a wonderful time at Nima Hotel. The attention to detail from the room, to the food, to the service, to every aspect of our stay there was incredible", "..."], "ranking": ["50"]},
{"autor": ["Yasmin N"], "title": ["Incredible Host, Food & Experience"], "content": ["We had a great time on our food tour! I highly recommend our host, Nohemi! Honestly, it's hard to pinpoint which restaurant or taco we enjoyed the most. It was ", "..."], "ranking": ["50"]},
{"autor": ["Haileyrose12"], "title": ["TERRIBLE! DO NOT BOOK"], "content": ["Where do I begin. \n-Room wasn’t cleaned for 48hrs\n-Had to beg for someone to bring towels\n-The late night front desk man, incredibly rude wouldn’t allow me and ", "..."], "ranking": ["10"]},
{"autor": ["Hollie2324"], "title": ["So worth it!"], "content": ["I approached going to HHH with great hesitation as I had regularly gone to another spa.  But after 3 days, I was hooked! The usual stay is 7 days but I chose 2 ", "..."], "ranking": ["40"]},
{"autor": ["Hollie2324"], "title": ["Major disappointment"], "content": ["I had looked forward for months to having lunch at The Market after phenomenal meal at The Grey. I hope my visit today was on a rare “off” day.  The corned beef", "..."], "ranking": ["20"]},
{"autor": ["Hollie2324"], "title": ["Great location & Decor!"], "content": ["I wanted an elegant hotel in old Antwerp near Cathedral and Groenplatz. This was perfect. Not inexpensive but worth it. Decor is Eames-modern and rooms comfy. G", "..."], "ranking": ["40"]},
{"autor": ["Hollie2324"], "title": ["Discerning clientele and old-fashioned comfort"], "content": ["There are many old-fashioned hotels in Paris. Hotels which have not been overly renovated or elevated from 3-Star to 4-5 Star hotels. And Relais Monceau is amon", "..."], "ranking": ["40"]},
{"autor": ["Hollie2324"], "title": ["Beautifully restored"], "content": ["I have seen the Cyclorama at various times in the past 50 years in Grant Park and was never impressed. Was honestly bored and very put-off by its boasting of th", "..."], "ranking": ["40"]},
{"autor": ["Hollie2324"], "title": ["A little gem!"], "content": ["Rich’s Table is one of best and hardest-to-get-into restaurants in SF. But their casual, order-at-the-counter spot is equally good but more casual and accessibl", "..."], "ranking": ["50"]},
{"autor": ["Hollie2324"], "title": ["So wonderful!"], "content": ["San Francisco has so many museums it is easy to overlook this one. But don’t!  Everything about it is inspiring!  The building itself is gorgeous (now undergoin", "..."], "ranking": ["50"]},
{"autor": ["Hollie2324"], "title": ["So out-dated it’s almost charminh"], "content": ["This is favorite spot with “ladies who lunch” and want quiet and don’t care about the food. The food is as dated and uninspiring as decor. (They only take phone", "..."], "ranking": ["20"]},
{"autor": ["Hollie2324"], "title": ["Nice experience"], "content": ["Had to go to this famous restaurant and glad I did. Reservations impossible to get on-line so just called. No problem:  reservation made at requested time. Ask ", "..."], "ranking": ["40"]},
{"autor": ["Hollie2324"], "title": ["A Small Gem!"], "content": ["Loved this hotel:  lovely, small, old-fashioned, slightly/genteelly shabby and very clean and comfortable! ! And well located.  Genuinely nice service from bell", "..."], "ranking": ["40"]},
{"autor": ["Hollie2324"], "title": ["Use Any Other Hop On Hop Off Company!"], "content": ["Got a discount voucher for DC Trails and know why!  It is by far the worst.  The DC Touring Trolley will be my choice next time and BigB Hop On Hop Off would al", "..."], "ranking": ["10"]},
{"autor": ["Hollie2324"], "title": ["Superb!"], "content": ["If only everyone could go through this museum of MesoAmerican art, buildings, antiquities, and sculpture. It would dispel any misconceptions of “uncivilized” pe", "..."], "ranking": ["50"]},
{"autor": ["Hollie2324"], "title": ["A Hidden Gem"], "content": ["This is one of loveliest, most interesting museums I have ever visited. A private estate/home with spectacular gardens, peacocks, dogs, and  her private collect", "..."], "ranking": ["50"]},
{"autor": ["Hollie2324"], "title": ["Expect little and you’ll be okay"], "content": ["This is just a big, rather\nrun-down hotel with good location in “historico” area and near Zocolo. Don’t know how it could get 4.5 rating. It is 3.0 at best. A c", "..."], "ranking": ["20"]},
{"autor": ["Hollie2324"], "title": ["Plan day and time carefully"], "content": ["I had been to Casa Azul several years ago and it was almost empty giving loads of time to wander and study rooms and outside. Delightful. But, Last week it was ", "..."], "ranking": ["30"]},
{"autor": ["Hollie2324"], "title": ["A Treat like no other"], "content": ["Chef Ricardo Munoz is pure genius (and a very lovely person, also).  He is leading scholar of artisinal Mexican products and foods and has over many years creat", "..."], "ranking": ["50"]},
{"autor": ["Hollie2324"], "title": ["Very compact, small. In Condessa"], "content": ["This tiny hotel is “cute” with painted rooms but few amenities. Bathroom has 6” sink, no shelves and shower. There is larger kitchenette with coffeemaker but no", "..."], "ranking": ["30"]},
{"autor": ["Hollie2324"], "title": ["A little recognized top spot!"], "content": ["Few people know that SCAD Fash in\nAtlanta has some of the most fabulous exhibits on their 4th floor. Most people think of SCAD as a school of design, which it i", "..."], "ranking": ["40"]},
{"autor": ["Hollie2324"], "title": ["Needs Updating and Refreshing"], "content": ["Mills House’s elegant lobby makes you think you’re in for 4-5 Star hotel. Not so.  Other than lobby, everything is dated, needs attention and touch-up, and care", "..."], "ranking": ["30"]},
{"autor": ["Hollie2324"], "title": ["A top-notch company"], "content": ["I took my first Atl Cruzer Electric Car tour 5 years ago when I moved to Atlanta. It was the perfect way to learn all about this city. Since then I have taken m", "..."], "ranking": ["50"]},
{"autor": ["brenduhhhhh"], "title": ["Overrated "], "content": ["My bf and I have been to Mexico several times but always manage to not make it to Xochimilco. This time we made sure. After reading reviews of how great this pl", "..."], "ranking": ["20"]},
{"autor": ["brenduhhhhh"], "title": ["Pool disappointed. "], "content": ["We took a trip to Puebla to show my boyfriend my poblana side. I wanted to book a hotel near zocalo. After researching online I found this hotel. I wanted a poo", "..."], "ranking": ["40"]},
{"autor": ["brenduhhhhh"], "title": ["Condesa "], "content": ["My bf and I have traveled to Mexico before and fell in love with condesa. We booked this hotel based on the pictures. Pros. Walking distance from a lot of cool ", "..."], "ranking": ["40"]},
{"autor": ["brenduhhhhh"], "title": ["Cutest hotel"], "content": ["My bf and I stayed at this hotel for about a week during our stay in Cusco. Loved the hotel. Loved the staff. Loved the location. It’s walking distance from pla", "..."], "ranking": ["50"]},
{"autor": ["brenduhhhhh"], "title": ["4hpur delay"], "content": ["We took Peru rail as per suggested by others. The train ride to Machu Picchu was great, breakfast was offered (at good prices) as well as drinks throughout the ", "..."], "ranking": ["30"]},
{"autor": ["Stanton G"], "title": ["Simple Perfection"], "content": ["A group of seven came to celebrate a 75th birthday. This was an excellent choice. We wanted an experience that was personal and simple. This is not a cookie cut", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Perfection"], "content": ["This is the ideal beach escape when you want quiet, charm, and simplicity. It is like discovering a secret paradise, even though it has been here for twenty yea", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Excellent Hotel Experience "], "content": ["Unlike the naysayers, we had an excellent experience. Our room, 307, was spacious and comfortable. The decor was pleasing, and we had a small refrigerator and m", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Extraordinary Thai Cuisine"], "content": ["Fresh, authentic, delicious Thai food, beautifully served and presented. This is one of my favorite restaurants in Mexico City."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Perfect Small Inn"], "content": ["The views alone are reason to stay at Heven. And then there are the wonderful and healthy breakfasts. We loved our room, the warm interactions with the interest", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Excellent Chinese Cuisine"], "content": ["I rarely trust Mexican Chinese restaurants, but this is the real deal. We had a soup, spring rolls and three entrees, and each one was really excellent. This pl", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["My Favorite Tortas in Mexico"], "content": ["I love tortas and try them wherever I go in Mexico. I have been eating tortas at Tortitlan for twenty years, and still think they are the best. The combos are f", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Impeccable Mexican Food"], "content": ["Small, friendly, and serving some of the best Mexican food in San Miguel. The food is so fresh, and the restaurant is clean and delightful. Breakfasts are espec", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Amazing Food, Service and Ambience"], "content": ["At last Valle de Los Senderos has a fine restaurant equal to the beautiful environment. Our wonderful Sunday afternoon began with a leisurely soak in the hot tu", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Simply Superb"], "content": ["Our dinner for five was a truly memorable experience. Every detail of service, presentation and execution was perfect. The food was so inventive and well concei", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "content": ["I have lived here for 25 years. None of my middle aged Mexican men friends from San Miguel would wear shorts. Chilangos from Mexico City wear them all the time ", "..."]},
{"autor": ["Stanton G"], "title": ["Dila’s Is My Favorite"], "content": ["I have lived here for more than 20 years. When I go out to eat, I want something special that I can’t cook at home. For me, this is my favorite place for outsta", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Could Be So Much Better"], "content": ["Given the paucity of interesting dining choices in Laredo, I keep hoping La Posada will come up with something more interesting than Zaragoza Grill. The service", "..."], "ranking": ["30"]},
{"autor": ["Stanton G"], "title": ["Funky Fun"], "content": ["Don’t come for elegance, but enjoy the simple charms of fresh Thai food. The curries were excellent, and we particularly liked the pork  belly options. Portions", "..."], "ranking": ["40"]},
{"autor": ["Stanton G"], "title": ["Always Feels Like Home"], "content": ["One of my favorite restaurants. The food is consistently superb in a refreshing, straightforward way. Their polenta dishes are classic. All of their salads are ", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Disappointing Italian American"], "content": ["     Our party wanted a quiet space, so we were seated in a back room. It was charmless, but quiet. The service was prompt and attentive. The martini wasn’t dry", "..."], "ranking": ["30"]},
{"autor": ["Stanton G"], "title": ["I Love This Place"], "content": ["I am never disappointed by the creative menu selections, the large portions, the friendly service, and the superb flavors. For starters I highly recommend the c", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Frat House Pep Rally Atmosphere"], "content": ["The food was just ok.\nThe prices were very high for the quality.\nThe music was way too loud.\nThe restaurant seems like a gimmick and not serious about a real di", "..."], "ranking": ["20"]},
{"autor": ["Stanton G"], "title": ["Perfect Evening Out"], "content": ["Appetizers were especially interesting and good. A fine selection of tequilas and mezcal. Salmon was superb. Excellent service. One of our favorites for an even", "..."], "ranking": ["50"]},
{"autor": ["Stanton G"], "title": ["Creative Chef and His Great Seafood"], "content": ["Our two meals at Medusa were the highlights of our week in Sayulita. The first course choices are ample and probably the highlights on the menu. The shrimp cevi", "..."], "ranking": ["40"]},
{"autor": ["golflover26"], "title": ["I stopped at this place for"], "content": ["I stopped at this place for lunch on my way to LA. It looks brand new, and very clean. Accesible from the I-5. \nThe server that looked after my table named Soni", "..."], "ranking": ["30"]},
{"autor": ["Tevis J"], "title": ["Best B&B"], "content": ["Literally the best place I've ever stayed. The team and staff are incredible and I the breakfast is AMAZING! I have celiac disease and they were completely acco", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Excellent choice to spend"], "content": ["Excellent choice to spend some time and have a wonderful meal close to FLL airport. We were a party of seven and were accommodated at the patio terrace. The onl", "..."], "ranking": ["40"]},
{"autor": ["golflover26"], "title": ["Excellent outlet mall "], "content": ["Highly recommended outlet mall. I like it a lot. Good for walking around. Nice people working at every store. "], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["One of the beat Thai food"], "content": ["One of the beat Thai food restaurants that I have ever visited in Florida. Delicious food; generous portions; reasonable prices; very friendly and courteous sta", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Hidden gem right at PR 107."], "content": ["Hidden gem right at PR 107.  We had dinner at this place. First visit and won’t be the last. Excellent service. Generous portions and delicious food. Cozy atmos", "..."], "ranking": ["50"]},
{"autor": ["Tevis J"], "title": ["Loud, no response and charged more"], "content": ["Was really excited about staying here as friends have recommended it. We arrived early and were told that for $50 USD we could check in early - went with that a", "..."], "ranking": ["10"]},
{"autor": ["golflover26"], "title": ["First time and won’t be the last"], "content": ["First time and won’t be the last. We came to listen to the music of Juan Carlos Díaz on a Friday night. The atmosphere of this place is really nice. Right at on", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Hidden gem in a gorgeous spot "], "content": ["I’m 62 years old and have lived in PR all life long thinking I know every spot in PR but seems I was wrong and that there are more places to discover. And this ", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Lugar mágico "], "content": ["No sé por qué esto aparece en TripAdvisor como que está en las Islas Canarias cuando está en Puerto Rico. Viajamos desde Mayaguez para almorzar en este restaura", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Excellent!"], "content": ["We stayed at this hotel for a couple of nights and were very pleased with it. \nNot the traditional hotel. It’s more like an apartment hotel. \nNo restaurant, no ", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["We went to celebrate my son’s"], "content": ["We went to celebrate my son’s 40th birthday to this restaurant since it is his favorite at Naples. In terms of atmosphere is excellent; service from our waitres", "..."], "ranking": ["40"]},
{"autor": ["golflover26"], "title": ["Very good"], "content": ["Everything was fine with this flight. \nI definitely would fly with Spirit again. If the price is right. "], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["We had lunch at this restaurant"], "content": ["We had lunch at this restaurant after a short visit to the Museo del Café in Ciales. Saw this place at the road which looked good from the outside. It’s a huge ", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["We had quesadillas and burritos"], "content": ["We had quesadillas and burritos at this place today. Not bad. But it took them forever to get them prepared. "], "ranking": ["30"]},
{"autor": ["golflover26"], "title": ["Really good thai food"], "content": ["This place is close to where my son recently moved We had a farewell family lunch here and were pleased with every aspect. Dining room was very clean and beauti", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Outstanding food. Fresh seafood."], "content": ["Outstanding food. Fresh seafood. Reasonable prices. Broad menu. Far beyond my expectations. Chef José Carles is the owner. "], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Awesome place"], "content": ["This place is really nice. Never expected to see a place like this in Guayaquil. Kudos to the ones that had the wonderful idea of building such an amazing place", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Loved it"], "content": ["It's a nice restaurant right at downtown Vero Beach. They have a very broad menu with Thai and japanese items. \nMy grandson was impressed with sushi; not just t", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["WE liked it ..."], "content": ["We went for lunch to this restaurant on a chilly Saturday (02/01/2020). The place was packed. Seems to be very popular among Vero Beach locals. The food was goo", "..."], "ranking": ["50"]},
{"autor": ["golflover26"], "title": ["Not what I was expecting "], "content": ["Liked: Location and honesty of the housekeeping lady and the maintenance guy, Jose Aguilar. I left a shirt and a sweater and they saved it for me. Kudos for the", "..."], "ranking": ["20"]},
{"autor": ["golflover26"], "title": ["Overrated, overpriced..."], "content": ["Overrated, overpriced hamburger joint. Nothing special about it, except the nice modern decoration and friendly staff. Not my cup of tea. "], "ranking": ["30"]},
{"autor": ["Like2paddle"], "title": ["Food Servers need Masks"], "content": ["I visited this Subway store on 6/21/20.  The new CALIFORNIA state mandate for wearing masks had been implemented on 6/18/20: “masks must be worn by Californians", "..."], "ranking": ["10"]},
{"autor": ["Like2paddle"], "title": ["Best Hotel in La Condesa, Mexico City"], "content": ["This hotel is fabulous...a delicious breakfast is available, the restaurant/bar is beautifully decorated (margaritas beginning at 6 pm...part of staying at the ", "..."], "ranking": ["50"]},
{"autor": ["Like2paddle"]},
{"autor": ["Like2paddle"], "title": ["Great Breakfast"], "content": ["Avocado Toast is the best!\nService is outstanding...we were treated to great servers and strong coffee accompanied by small milk bottle creamer containers."], "ranking": ["50"]},
{"autor": ["Like2paddle"], "title": ["Great Staff/Great Service"], "content": ["Our stay at the W in San Francisco was excellent.  Our room was superior and the amenities are above and beyond.  The location is next to the SFMOMA which makes", "..."], "ranking": ["50"]},
{"autor": ["Like2paddle"], "title": ["Vacation"], "content": ["The folks that run this hotel are outstanding. After Hurricane Matthew hit they offered us a room price matching the rate for the hotel we were to check into bu", "..."], "ranking": ["50"]},
{"autor": ["Like2paddle"], "title": ["Fun in Baja"], "content": ["For a great place to either relax or go on some wonderful adventures...this is place for you.  Besides friendly hosts and trained/competent guides Los Colibris ", "..."], "ranking": ["50"]},
{"autor": ["Like2paddle"], "title": ["Great Thai Restaurant"], "content": ["Excellent service, food, and local Lodi wines.  There is a regular menu and daily specials---all using fresh ingredients."], "ranking": ["50"]},
{"autor": ["Like2paddle"], "title": ["Lodi Wines"], "content": ["This is a great place to start your tour of the wonderful wineries we have in Lodi.  The folks that work here will help you plan an interesting day by helping y", "..."], "ranking": ["50"]},
{"autor": ["Like2paddle"], "title": ["Perfect Getaway!"], "content": ["I stayed at Los Colibris as part of a surf camp for women.  The casitas were superior and the \"camp\" activities were excellent: surfing with Mario, horseback ri", "..."], "ranking": ["50"]},
{"autor": ["Like2paddle"], "title": ["Great Surf Instructor!"], "content": ["I surfed with Brian for three days in a row this past week.  Brian returned every email I sent setting up my dates, told me exactly where to meet him each day, ", "..."], "ranking": ["50"]},
{"autor": ["Sasha"], "title": ["Such an amazing honeymoon! Highly recommend! "], "content": ["Thank you Hard Rock for such an amazing honeymoon.\n\nThe food, entertainment, cocktails, hotel and staff were excellent. Exceed our expectations! \n\nSpecial thank", "..."], "ranking": ["50"]},
{"autor": ["Sasha"], "title": ["New Years holiday "], "content": ["Two bedroom stay over New Years. \nAmazing location and excellent hotel.\nStaff were very friendly and accommodating. \n\nThe outdoor courtyard was great and plunge", "..."], "ranking": ["50"]},
{"autor": ["Sasha"], "title": ["Amazing stay for our honeymoon "], "content": ["Such an amazing hotel.\nExcellent location across from the park.\nVery friendly and accommodating staff.\nBreakfast and dinner food was lovely. \nGreat outdoor hote", "..."], "ranking": ["50"]},
{"autor": ["Sasha"], "title": ["San Jose afternoon tour - city tour "], "content": ["Great service and excellent tour.\nThank you a lovely afternoon. \n\nMarket was very good as well, great food and items to purchase. \n\nTour guide was very professi", "..."], "ranking": ["50"]},
{"autor": ["Sarah L"]},
{"autor": ["Sarah L"], "title": ["THE BEST"], "content": ["Go early in the day.  This is a beautiful setting and a terrifically curated collection of the history of Mexico. Do not miss this.   The art, the culture, the ", "..."], "ranking": ["50"]},
{"autor": ["Sarah L"], "title": ["Charming Mexicana Hotel"], "content": ["Very accommodating at the front desk. We arrived early and they held all our luggage until 3pm check in. We had complimentary tequila and chocolate as we checke", "..."], "ranking": ["50"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Delicious food and attentive staff"], "content": ["Really nice place! We ordered the parrillada for 2 and had desert (volcán de chocolate) and both were great! The meat is enough for 3/4 if you order vegetables ", "..."], "ranking": ["40"]},
{"autor": ["Izzi Arrowsmith"], "title": ["10/10"], "content": ["Food was some of the best I’ve had in Argentina, staff and waiting was beyond tremendous, and cocktails were beautifully curated. \n\nI cannot recommend it highly", "..."], "ranking": ["50"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Lovely waiters but…"], "content": ["The only possible explanation for this restaurant is that the owner was once emotionally scarred by an Italian person, and now they want revenge on Italy as a n", "..."], "ranking": ["10"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Always good"], "content": ["Great place with great coffee, nice atmosphere, and decent good.\n\nThey have plugs outside so you can work very easily and it is off the main road so quite quiet", "..."], "ranking": ["40"]},
{"autor": ["Izzi Arrowsmith"], "title": ["No no no no no no no"], "content": ["My goodness… how to describe the watery, undercooked, terrible mess that we just experienced. We ordered two ‘English breakfasts’ knowing that it was going to b", "..."], "ranking": ["20"]},
{"autor": ["Izzi Arrowsmith"], "title": ["BAD ATTITUDE and below average drinks"], "content": ["I have been to Trade a couple of times and both times I have been desperately disappointed.\n\nMy friends made reservations of four tables. One friend was given t", "..."], "ranking": ["20"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Consistent quality"], "content": ["Been here a few times and the quality is very high and consistent.\n\nI do think the prices are quite high for the food but drinks are reasonable."], "ranking": ["40"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Will I eat a burger ever again?!"], "content": ["This burger was so bad it literally put me off burgers. I ordered from here about 3 weeks ago and the thought of a burger makes me feel unwell."], "ranking": ["10"]},
{"autor": ["Izzi Arrowsmith"], "title": ["5 STARS! "], "content": ["Holy guacamole, how have I only just found out about this place?! \n\nThe muffuletta sandwich is PHENOMENAL, the pasta carbonara is LUSH, and the drinks are (a ta", "..."], "ranking": ["50"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Would go again"], "content": ["The food was pretty good - a bit lacking in flavour and seasoning but that’s just Argentina - and the staff a very friendly and accommodating.\n\nDespite getting ", "..."], "ranking": ["40"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Super yummy!"], "content": ["Super yummy! \n\nI forget the name of my dish but it had tomato sauce and prawns and it was DELICIOUS!! My boyfriend had a carne stuffed ravioli that was lovely t", "..."], "ranking": ["40"]},
{"autor": ["Izzi Arrowsmith"], "title": ["I physically couldn’t eat it..."], "content": ["Worst burger I have ever had in my life.\n\nI am a chunky girl and I literally couldn’t eat this. There was zero flavour and any flavour it did have was vile.\n\n1.", "..."], "ranking": ["10"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Drinks>Food"], "content": ["This is a relatively sweet place on a corner in Palermo.\n\nDrinks are super reasonable and tasty but the food is pretty terrible. \n\nAvoid the comida at all costs", "..."], "ranking": ["30"]},
{"autor": ["Izzi Arrowsmith"], "title": ["FIVE FOR THE EMPANADAS!!"], "content": ["I have lived in Buenos Aires for two years and Zurich’s carne empapada in Mendoza is the best I’ve had. \n\nThey did take about 30 mins to come out and when we as", "..."], "ranking": ["50"]},
{"autor": ["Izzi Arrowsmith"], "title": ["100% worth the price"], "content": ["Challenged all my preconceptions of what food could be. Absolutely incredible service with the delicious food in a chic atmosphere.\n\nWorth the price. "], "ranking": ["50"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Just... not good"], "content": ["Not good. Just... not good at all. \n\nPizza was barely warm, incredibly stodgy, and altogether flavourless."], "ranking": ["20"]},
{"autor": ["Izzi Arrowsmith"], "title": ["A time waster"], "content": ["Starts with a shard of glass on our table, ends with the waitress asking how we want to tip her and in the middle came refusal to heat up a sauce and a waiting ", "..."], "ranking": ["20"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Simply incredible"], "content": ["I cannot begin to describe how phenomenal this place is. From the rooms to the staff to the views to the food it has been one of the best hotel experiences of m", "..."], "ranking": ["50"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Such a blast"], "content": ["What a bloody treat this place is. Comedy was ace, drinks are reasonably priced, staff are SUPER friendly, what else do you want?! Oh. You want Harry Hill? HE W", "..."], "ranking": ["50"]},
{"autor": ["Izzi Arrowsmith"], "title": ["Below average and VERY PRICEY"], "content": ["Sunday roast was dry, paid £6.75 for a single gin & tonic, till didn’t add the price of our tab correctly so we overpaid by ~£7. \n\n—- I’m sure if we had told st", "..."], "ranking": ["20"]},
{"autor": ["tblazic"], "title": ["Lots to see"], "content": ["we had a wonderful tour of the castle and museum. Our guide, Edite, was so knowledgeable and fun to be around. The castle is beautiful and the park spectacular.", "..."], "ranking": ["50"]},
{"autor": ["tblazic"], "title": ["Best Day Ever!"], "content": ["we had the best day riding bikes around the Condessa and Coyoacan neighborhoods AND getting to see Frida's house without the wait. Totally worth it. Aremy was o", "..."], "ranking": ["50"]},
{"autor": ["tblazic"], "title": ["BEST BOUTIQUE HOTEL"], "content": ["We had the best stay at Hotel Parque. Everything was perfect. It's a small boutique hotel located right across the street from a beautiful park in La Condessa b", "..."], "ranking": ["50"]}
]